// scenario_only_data.js
// ★シナリオビルドの「データ管理」タブから書き出された、シナリオ（話・キャラ）専用のファイルです。
// index.html の <script src="battle.js"> より後ろに
// <script src="scenario_only_data.js"></script> として追加してください。
// ★書き出し直すたびに中のversionが更新されるので、差し替えれば自動的に新しい内容が反映されます。
window.SCENARIOBUILD_IMPORTED_SCENARIO_DATA = {
  "version": 1789043614756,
  "chapters": [
    {
      "id": "builtin_chapter1",
      "title": "第一話:（はじまり）",
      "cleared": true,
      "builtin": true,
      "requiredChapterNumber": null,
      "blocks": [
        {
          "id": "block_1786777141711_1",
          "type": "background",
          "path": "#000000"
        },
        {
          "id": "block_1786777141711_2",
          "type": "narration",
          "text": "俺は35歳のDT、田中治郎。ブラック企業に勤めて早13年、毎日が死んだような生活をしていた……"
        },
        {
          "id": "block_1786777141711_3",
          "type": "narration",
          "text": "そんなある日、横断歩道を歩いていると、信号無視をした異世界トラックが突っ込んできて、俺はそのまま死んだんだ……"
        },
        {
          "id": "block_1786777141711_4",
          "type": "telop",
          "text": "目が覚めたら……"
        },
        {
          "id": "block_1786777141711_5",
          "type": "background",
          "path": "#ffffff"
        },
        {
          "id": "block_1786777141711_6",
          "type": "narration",
          "text": "そこには神様？がいた。"
        },
        {
          "id": "block_1786777141711_7",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "あー、ワシ、神様だから。君、死んで違う世界に行くことになったんで。とりあえず説明だけするね。"
        },
        {
          "id": "block_1786777141711_8",
          "type": "narration",
          "text": "神様？は鼻をほじりながら口を開いた。"
        },
        {
          "id": "block_1786777141713_9",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "実はね、君が死んだあと、今の日本では人手不足がすごくてね。本当は向こうの世界に適した魂を持ってた人が選ばれるんだけど、日本人みんな忙しすぎて君は仕方なく選ばれたの。だからこのまま他の世界に転生するんだけど……何か質問ある？"
        },
        {
          "id": "block_1788172431639_15",
          "type": "narration",
          "text": "いや、俺も働きすぎて死にそうだったんだぞ.....\n死んだけど。"
        },
        {
          "id": "block_1786777141713_10",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あのー、俺みたいなブラック企業で働いてる社畜でも異世界に転生できるんですか？\nあと、俺戦うのとかやったことないんですが、異世界行って即死亡とかないですよね！？"
        },
        {
          "id": "block_1788172531363_18",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "あー、大丈夫大丈夫。ちゃんとチートはあげるし、異世界には魔王とかも居ないから...知らんけど。\nあとちゃんと言葉通じるように翻訳アプ...魔法？かけとくから。"
        },
        {
          "id": "block_1788172552969_19",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "で、でも、こんな一般人がチートなんて使ったら他の神様とかに消されたりしないんですか？"
        },
        {
          "id": "block_1788172796548_20",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "いや、君の能力は消されないよ一部ワシの力だし(どんな能力かしらんが)...\n神は絶対だからね()"
        },
        {
          "id": "block_1788172871832_21",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "まぁとりあえず最初は近くの村見つけてそこを拠点にレベル上げるといいよ。\nあと、魔物のいるエリアは進んだらその分戻らないといけないからそこは注意してね。"
        },
        {
          "id": "block_1788172975181_22",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "あと、お金が溜まったら装備は買ったほうが良いよ。すこしでも戦闘が楽になるからね。\n(あれ、チュートリアルの資料これで合ってるよな？)"
        },
        {
          "id": "block_1788173054168_23",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "な、なるほど...(魔王いないのに魔物いるのかよ...)"
        },
        {
          "id": "block_1788172477773_16",
          "type": "choice",
          "prompt": "他に聞きたいことある？",
          "options": [
            {
              "id": "opt_1788172477773_17",
              "text": "は、ハーレムってありますか？？？",
              "blocks": [
                {
                  "id": "block_1788173111579_24",
                  "type": "dialogue",
                  "speaker": "神様？",
                  "text": "知らね。まぁ君次第じゃね？"
                },
                {
                  "id": "block_1788173134082_25",
                  "type": "narration",
                  "text": "今度は両鼻に小指を突っ込みながら答えられた。"
                },
                {
                  "id": "block_1788173172129_26",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "あはは。流石にそんな簡単にはいかないか..."
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            },
            {
              "id": "opt_1788173214125_27",
              "text": "魔物とお友だちになれたり...なんて...",
              "blocks": [
                {
                  "id": "block_1788173334742_28",
                  "type": "dialogue",
                  "speaker": "神様？",
                  "text": "いや、まあ頑張ればなれるよ。"
                },
                {
                  "id": "block_1788173357810_29",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "えっ！？"
                },
                {
                  "id": "block_1788173430274_31",
                  "type": "narration",
                  "text": "そんなことがあっていいのか。\n本当に「なんと　○○○○が　おきあがり　なかまに　なりたそうに　こちらをみている！」\nが出来るのか！"
                },
                {
                  "id": "block_1788173426429_30",
                  "type": "dialogue",
                  "speaker": "神様？",
                  "text": "なんていうか。敵が単体で来た場合、倒したあとに見逃してあげるとすこしずつ好感度があがっていくよ。一部の魔物は上がりづらいらしいけどね。"
                },
                {
                  "id": "block_1788173517902_32",
                  "type": "dialogue",
                  "speaker": "神様？",
                  "text": "ワシも以前魔物ハーレム作ろうと思って人間界に降り立った事があるんだけど、みんなワシのこと蔑むような目で見てきて全然ダメだったわ。"
                },
                {
                  "id": "block_1788173594199_33",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "そ、そうですか。それは残念でしたね()"
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            },
            {
              "id": "opt_1788173643476_34",
              "text": "レベルが上がったらなにかありますか。",
              "blocks": [
                {
                  "id": "block_1788173665583_35",
                  "type": "dialogue",
                  "speaker": "神様？",
                  "text": "まぁ、単純に身体が強くなるってのと、技を覚えれるよ。\n職業ごとに違う技覚えるから気をつけてね。"
                },
                {
                  "id": "block_1788173712127_36",
                  "type": "narration",
                  "text": "...これは夢がある。\n技を覚えれるのなら中学のころ夢見ていたカオスバトルができるぜ！！"
                },
                {
                  "id": "block_1788267366809_1",
                  "type": "dialogue",
                  "speaker": "神様？",
                  "text": "ちなみに期待はしないほうが良いよ。"
                },
                {
                  "id": "block_1788267405577_2",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "え。"
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            },
            {
              "id": "opt_1788181125345_1",
              "text": "特にないです。",
              "blocks": [
                {
                  "id": "block_1788181161263_2",
                  "type": "dialogue",
                  "speaker": "神様？",
                  "text": "あーそう？まいいか。"
                }
              ],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": false
            }
          ]
        },
        {
          "id": "block_1786777141713_11",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "ま、とりあえず職業選んで。ちなみに職業ごとに固有スキルがあるから。"
        },
        {
          "id": "block_1786777141713_12",
          "type": "narration",
          "text": "もちろん俺は……"
        },
        {
          "id": "block_1786777141713_13",
          "type": "classselect"
        },
        {
          "id": "block_1786777141713_14",
          "type": "narration",
          "text": "職業を選び終えたあと、神様がほじり出した鼻くそを口に運び最後にこう伝えた..."
        },
        {
          "id": "block_1786777141713_15",
          "type": "dialogue",
          "speaker": "神様？",
          "text": "じゃあ、異世界満喫してね。ちなみにお金は少し渡しとくから。まあ好きに使って。\nワシは次の転移者の対応しなきゃだから、ばいばい。あー忙し...だりぃなこれ..."
        },
        {
          "id": "block_1786777141713_16",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "なんだこの神！"
        },
        {
          "id": "block_1786777141713_17",
          "type": "telop",
          "text": "そして、目が覚めると……そこは森の中だった……"
        },
        {
          "id": "block_1786777141713_18",
          "type": "background",
          "path": "#0d1f13"
        },
        {
          "id": "block_1786777141713_19",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "まずはギルドに行ってみようかな？"
        },
        {
          "id": "block_1786777141713_20",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "てゆーかギルドってものがこの世界にあるのかしら？"
        },
        {
          "id": "block_1786777141713_21",
          "type": "narration",
          "text": "考えても仕方がない、おもいきり丸腰の状態で魔物なんかにあってしまったらひとたまりもないからな..."
        },
        {
          "id": "block_1786777141713_22",
          "type": "narration",
          "text": "てかあの神チートスキル渡し忘れてるじゃねーか！！！"
        },
        {
          "id": "block_1786777141713_23",
          "type": "narration",
          "text": "俺は渋々立ち上がり周囲を見渡した。"
        },
        {
          "id": "block_1786777141713_24",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "さて……これからどうするか……"
        },
        {
          "id": "block_1786777141713_25",
          "type": "narration",
          "text": "考えているうちに木々の間にぼんやりと建物のような影が見えてきた。おそらく村か町かもしれない。"
        },
        {
          "id": "block_1786777141713_26",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "とりあえず行ってみるしかねぇな……"
        },
        {
          "id": "block_1786777141713_27",
          "type": "background",
          "path": "img/村.jpeg"
        },
        {
          "id": "block_1786777141713_28",
          "type": "narration",
          "text": "森を抜けるとそこには小さな村があった。看板を見るに、「カリの村」というらしい。ここではどうやら農作物や牧畜が盛んに行われており、村人たちも穏やかに暮らしているようだ。"
        },
        {
          "id": "block_1786777141713_29",
          "type": "narration",
          "text": "ふと、酒場らしき看板が見えた。"
        },
        {
          "id": "block_1786777141713_30",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "とりあえず、酒場に行ってみるか..."
        },
        {
          "id": "block_1786777141713_31",
          "type": "narration",
          "text": "酒場に着くと、争うような声が聞こえた。"
        },
        {
          "id": "block_1786777141713_32",
          "type": "dialogue",
          "speaker": "女性冒険者",
          "text": "今、私の金盗んだよね？返しなさいよ！"
        },
        {
          "id": "block_1786777141713_33",
          "type": "dialogue",
          "speaker": "屈強な男",
          "text": "わ、悪かった...!金は返すよ...だから勘弁してくれ!"
        },
        {
          "id": "block_1786777141713_34",
          "type": "narration",
          "text": "そこには若い女と屈強な男がいた。女の方は...格好からして戦士系か...?"
        },
        {
          "id": "block_1788171537835_1",
          "type": "choice",
          "prompt": "あまり関わりたくはないな...絡まれるのはゴメンだ..。さて……どうする？",
          "options": [
            {
              "id": "opt_1788171537835_2",
              "text": "とりあえずなにか注文してみる。",
              "blocks": [
                {
                  "id": "block_1788171605052_3",
                  "type": "narration",
                  "text": "カウンター席へ座るとすぐに主人が注文を聞きに来た。\nメニューを覧る。.....酒、酒、酒、酒ばっかじゃねえかここ。"
                },
                {
                  "id": "block_1788171619676_4",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "いろいろあるな.....\nじゃあこの、エールをひとつお願いします"
                },
                {
                  "id": "block_1788536983678_32",
                  "type": "narration",
                  "text": "なけなしの金でちょうど全財産と同じ値段のエールを注文する。"
                },
                {
                  "id": "block_1788171634247_5",
                  "type": "narration",
                  "text": "あいよ！と活の入る声でカウンターへ置かれたエールを受け取り、一口飲むと冷たい泡と共に苦味と旨味が広がった。"
                },
                {
                  "id": "block_1788171652134_6",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ところで店主さん。\nあちらの女性はだれなんですか？"
                },
                {
                  "id": "block_1788171733855_7",
                  "type": "narration",
                  "text": "とりあえず今の状況を把握したいので聞いてみる。"
                },
                {
                  "id": "block_1788171739690_8",
                  "type": "dialogue",
                  "speaker": "店主",
                  "text": "あぁ、あいつはな、ここらへんではそこそこ有名なソロ冒険者だ、職業は狂戦士(バーサーカー)で、「竜殺し」という二つ名で呼ばれているよ。"
                },
                {
                  "id": "block_1788171761642_9",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "本名はわかりますか？"
                },
                {
                  "id": "block_1788171784596_10",
                  "type": "narration",
                  "text": "店主は少し顔をしかめたあと、歯をにっと見せて笑って言った。"
                },
                {
                  "id": "block_1788171807046_11",
                  "type": "dialogue",
                  "speaker": "店主",
                  "text": "あんた本気で言ってるのかい？ここでは本名、あるいは真名を言うことはすなわち服従を意味するんだよ。誰も真名は自分から言ったりしないさ。ハッハッハ"
                },
                {
                  "id": "block_1788171830187_12",
                  "type": "narration",
                  "text": "なるほど、そういうものなのか……確かに自分の正体を相手に悟らせないようにするために偽名を使うのは当然のことか.."
                },
                {
                  "id": "block_1788171846895_14",
                  "type": "narration",
                  "text": "エールを飲み終えた頃、まだあの二人の言い争いは続いていた。仕方なく、様子を見に戻ることにした。"
                }
              ],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": true
            }
          ]
        },
        {
          "id": "block_1786777141713_36",
          "type": "choice",
          "prompt": "さてどうするべきか...",
          "options": [
            {
              "id": "opt_1786777141713_38",
              "text": "女性に近づき仲裁に入る",
              "jumpBlockId": "block_1786777141713_60",
              "isCorrect": true
            },
            {
              "id": "opt_1786777141713_39",
              "text": "静かに店の外へ出て別の情報収集を試みる",
              "jumpBlockId": "block_1786777141713_41"
            }
          ]
        },
        {
          "id": "block_1786777141713_41",
          "type": "narration",
          "text": "俺は黙って踵を返し、酒場からそっと抜け出そうとした。外へ出ると空気がひんやりとして気持ち良かった。"
        },
        {
          "id": "block_1786777141713_42",
          "type": "narration",
          "text": "しかし情報収集が必要だと改めて思う。近くにいる村人に話しかけてみることにした。"
        },
        {
          "id": "block_1786777141713_43",
          "type": "narration",
          "text": "……そうこうしているうちに、酒場の中からはまだ言い争う声が聞こえてくる。結局、気になって酒場に引き返すことにした。"
        },
        {
          "id": "block_1786777141713_44",
          "type": "choice",
          "prompt": "",
          "options": [
            {
              "id": "opt_1786777141713_46",
              "text": "（酒場に戻る）",
              "jumpBlockId": "block_1786777141713_36"
            }
          ]
        },
        {
          "id": "block_1786777141713_60",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "私は警戒しながらも静かに近づき、喧嘩をしている二人組へ声をかけた。"
        },
        {
          "id": "block_1786777141713_61",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ちょっと待ってくれ。ここで揉めていても解決にはならないだろう？お互い冷静になって話し合わないか？"
        },
        {
          "id": "block_1786777141713_62",
          "type": "narration",
          "text": "女性は鋭い目つきで俺を見据える。"
        },
        {
          "id": "block_1786777141713_63",
          "type": "dialogue",
          "speaker": "女性冒険者",
          "text": "あんた誰？部外者は引っ込んでなさいよ"
        },
        {
          "id": "block_1786777141714_64",
          "type": "dialogue",
          "speaker": "女性冒険者",
          "text": "ごめんけどこれはこっちの問題なの"
        },
        {
          "id": "block_1786777141714_65",
          "type": "narration",
          "text": "その隙に男が逃げ出してしまった。"
        },
        {
          "id": "block_1786777141714_66",
          "type": "dialogue",
          "speaker": "女性冒険者",
          "text": "ああっ！ちょっと！逃げられたじゃないの！！どうしてくれるのよ！"
        },
        {
          "id": "block_1786777141714_67",
          "type": "narration",
          "text": "彼女はとてつもなく怒りながら酒場を出ていってしまった。仕方がないので店主に冒険者登録出来ないか聞いてみることにした。"
        },
        {
          "id": "block_1786777141714_68",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あの、冒険者になるにはどうすればいいですか？"
        },
        {
          "id": "block_1786777141714_69",
          "type": "dialogue",
          "speaker": "店主",
          "text": "なるほど冒険者になりに来たわけか。それならここで出来るぞ。クエストもここで受注できるから。ちなみに二つ名は自分以外の人から決めてもらう必要があるから、俺が決めてやろう...."
        },
        {
          "id": "block_1786777141714_70",
          "type": "dialogue",
          "speaker": "店主",
          "text": "うーん...今日からあんたは「一文無しの放浪者」だ。"
        },
        {
          "id": "block_1786777141714_71",
          "type": "narration",
          "text": "...なんてひどい二つ名だろう...しかしこれじゃないと冒険者になれないわけか..."
        },
        {
          "id": "block_1786777141714_72",
          "type": "dialogue",
          "speaker": "店主",
          "text": "わかってると思うが、真名だけは絶対に誰にも言うんじゃないぞ。真名を言うことは奴隷になるようなものだからな。"
        },
        {
          "id": "block_1786777141714_73",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "わ、わかりました..."
        },
        {
          "id": "block_1786777141714_74",
          "type": "narration",
          "text": "苦笑いで酒場を後にし、やっと冒険の始まりである......."
        },
        {
          "id": "block_1786777141714_75",
          "type": "setrank",
          "nickname": "一文無しの放浪者"
        },
        {
          "id": "block_1786777141714_76",
          "type": "telop",
          "text": "第一話 完"
        },
        {
          "id": "block_1787734546406_fix",
          "type": "clearchapter",
          "resetProgress": false
        }
      ],
      "requiredChapterId": null,
      "requiredRank": null,
      "requiredProgress": null,
      "requiredDays": null,
      "requiredFlag": null,
      "started": true,
      "synopsis": "ブラック企業務めの35歳DT「田中治郎」は、久しぶりの帰宅途中に例の異世界トラックにはねられ死亡。\n神？に異世界へ転送させられる。たどり着いた村の酒場で女性冒険者「竜殺し」と出会う。治郎は竜殺しの真名を酒場の主人に聞いたが、「真名を知られたら奴隷になるのも同然」というこの世界のルールを知る。その後なぜか竜殺しに怒られて酒場を後にしたのだった。"
    },
    {
      "id": "builtin_chapter2",
      "title": "第二話:はじめての〇〇(チュウではない)",
      "cleared": true,
      "builtin": true,
      "requiredChapterNumber": 1,
      "requiredChapterId": "builtin_chapter1",
      "blocks": [
        {
          "id": "block_1786183133327_77",
          "type": "bgm",
          "track": "town"
        },
        {
          "id": "block_1788400666517_1",
          "type": "background",
          "path": "/img/酒場.jpg"
        },
        {
          "id": "block_1786183133327_78",
          "type": "narration",
          "text": "先日の一件から数日経った頃……俺は酒場で主人と話をしていた。"
        },
        {
          "id": "block_1786183133327_79",
          "type": "dialogue",
          "speaker": "店主",
          "text": "あ、そうだ兄ちゃん。最近までこの村に来ていたマッドサイエンティストの「デッパ」というやつがなんかよくわからん液体の入った瓶を俺に無理やり渡して行きやがってな……よかったらやるよ。これ。"
        },
        {
          "id": "block_1786183133327_80",
          "type": "narration",
          "text": "主人はそのマッドサイエンティストとやらが置いていったという「よくわからん謎の液体入り瓶」を手渡してきた。"
        },
        {
          "id": "block_1786183133327_81",
          "type": "give",
          "itemId": "mystery_liquid",
          "quantity": 1
        },
        {
          "id": "block_1786183133327_82",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "....えぇ....？いや、別にいらないんですが....."
        },
        {
          "id": "block_1786183133327_83",
          "type": "dialogue",
          "speaker": "店主",
          "text": "まぁまぁ！この瓶名前書いてないしきっと大事なやつじゃないんだろ！とりあえず持っとけ！なにか役に立つかもしれんしな！"
        },
        {
          "id": "block_1786183133327_84",
          "type": "narration",
          "text": "...ただ単にいらないから渡してきただけだよな....."
        },
        {
          "id": "block_1786183133327_85",
          "type": "narration",
          "text": "そうしていると、聞き覚えのある声が聞こえてきた。"
        },
        {
          "id": "block_1786183133327_86",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "何このクエスト！なんでこんな低級依頼ばっかなのよ！"
        },
        {
          "id": "block_1786183133327_87",
          "type": "narration",
          "text": "俺は声のほうをちらりと見た。やはりあの時の女性だった……"
        },
        {
          "id": "block_1786183133327_88",
          "type": "narration",
          "text": "うわ...またなんか言ってるよ..."
        },
        {
          "id": "block_1786183133327_89",
          "type": "dialogue",
          "speaker": "店主",
          "text": "竜殺しさん...すみませんが今日はこういう依頼ばっかりなんですよ...まあここは王国外れの村ですし、なかなかそういった依頼は来ませんね..."
        },
        {
          "id": "block_1786183133327_90",
          "type": "narration",
          "text": "主人も困っているようだ。"
        },
        {
          "id": "block_1786183133327_91",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "はぁ？最低でももう少しマシな依頼あるでしょ！"
        },
        {
          "id": "block_1786183133327_92",
          "type": "narration",
          "text": "すると、突如扉が開き男が飛び込んできた。"
        },
        {
          "id": "block_1786183133327_93",
          "type": "dialogue",
          "speaker": "男",
          "text": "うぅ...そんな...俺の𰻞𰻞が..."
        },
        {
          "id": "block_1786183133327_94",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "ちょっとあんた、何があったの？"
        },
        {
          "id": "block_1786183133327_95",
          "type": "narration",
          "text": "竜殺しが振り返った。"
        },
        {
          "id": "block_1786183133327_96",
          "type": "dialogue",
          "speaker": "男",
          "text": "じ、実は僕の妻の𰻞𰻞が街で魔物に攫われてしまって……お願いします！助けてください！！"
        },
        {
          "id": "block_1786183133327_97",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "何言ってんのよ。助けに行きたいのは山々だけど、私は依頼される側なの。"
        },
        {
          "id": "block_1786186622632_393",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "あなたクエスト依頼出してないでしょ？やってほしいことがあったらちゃんと報酬と詳細を説明した紙をここに貼り出すことね...！"
        },
        {
          "id": "block_1786183133327_98",
          "type": "narration",
          "text": "竜殺しは腕を組みながら男を見下ろしていた。"
        },
        {
          "id": "block_1786183133327_99",
          "type": "dialogue",
          "speaker": "男",
          "text": "え、あ、そうですか……すみません。初めてなもので"
        },
        {
          "id": "block_1786183133327_100",
          "type": "narration",
          "text": "男は泣きそうになりながら頭を下げた。"
        },
        {
          "id": "block_1786183133327_101",
          "type": "dialogue",
          "speaker": "店主",
          "text": "まあまあ落ち着けよ兄ちゃん……クエストを出すには依頼料がかかる。"
        },
        {
          "id": "block_1786186650968_394",
          "type": "dialogue",
          "speaker": "店主",
          "text": "ここで依頼料を出してクエストを貼るか？ここでなんの報酬もなく助けてもらうのは無理なもんだ...\nここにはそういう連中しかいねえ。"
        },
        {
          "id": "block_1786183133327_103",
          "type": "choice",
          "prompt": "男の人は奥さんがさらわれて本当に困っているようだ、こういうときは...",
          "options": [
            {
              "id": "opt_1786183133328_105",
              "text": "いや、僕が行きますよ！困ってる人がいて見て見ぬふりなんて出来ません！",
              "jumpBlockId": "block_1786183133328_130",
              "isCorrect": true
            },
            {
              "id": "opt_1786183133328_106",
              "text": "もしかして奥さんゴブリンにさらわれたんじゃないですか！？えっちなことされてる可能性も！？",
              "jumpBlockId": "block_1786183133328_108",
              "loops": true
            },
            {
              "id": "opt_1786183133328_107",
              "text": "ひぃいいい！人を攫うなんて！俺はそんな目に会いたくないっ！",
              "jumpBlockId": "block_1786183133328_118",
              "loops": true
            }
          ]
        },
        {
          "id": "block_1786183133328_108",
          "type": "dialogue",
          "speaker": "男",
          "text": "....え...え！？や、やめてください！そんなことがあったら僕は...！！！！！！"
        },
        {
          "id": "block_1786183133328_109",
          "type": "narration",
          "text": "男は真っ青になって震えだした。"
        },
        {
          "id": "block_1786183133328_110",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "え、ちょ、あんた...."
        },
        {
          "id": "block_1786183133328_111",
          "type": "narration",
          "text": "周囲の視線が冷たくなった。俺は慌てて取り繕おうとした。"
        },
        {
          "id": "block_1786183133328_112",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あ、いや！違うんだ！ただちょっと……その可能性もゼロじゃないなと思って！"
        },
        {
          "id": "block_1786183133328_113",
          "type": "dialogue",
          "speaker": "男",
          "text": "そんな、嫌だ...！俺の𰻞𰻞がっ...！"
        },
        {
          "id": "block_1786183133328_114",
          "type": "dialogue",
          "speaker": "店主",
          "text": "まぁまぁ兄ちゃん、確かに否定はできないが、まだ慌てるときじゃないさ..."
        },
        {
          "id": "block_1786183133328_115",
          "type": "choice",
          "prompt": "",
          "options": [
            {
              "id": "opt_1786183133328_117",
              "text": "（続ける）",
              "jumpBlockId": "block_1786183133327_103"
            }
          ]
        },
        {
          "id": "block_1786183133328_118",
          "type": "narration",
          "text": "男の話を聞くだけでもう体が震えてしまう。"
        },
        {
          "id": "block_1786183133328_119",
          "type": "dialogue",
          "speaker": "男",
          "text": "あの……大丈夫ですか……？"
        },
        {
          "id": "block_1786183133328_120",
          "type": "dialogue",
          "speaker": "店主",
          "text": "あーあ、こりゃだめだな。兄ちゃん完全にビビっちゃってるよ……"
        },
        {
          "id": "block_1786183133328_121",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "うわぁ...ダッサ..."
        },
        {
          "id": "block_1786183133328_122",
          "type": "narration",
          "text": "竜殺しは蔑むような目で俺の方を見た。そして男は困惑した顔でこちらを見つめている。"
        },
        {
          "id": "block_1786183133328_123",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ち、違いますよ！？僕はただ……その、あの……怖いのはその……魔物じゃなくて、もし奥さんがその魔物と……つまり……その……いや！何言ってるんだ俺は！"
        },
        {
          "id": "block_1786183133328_124",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "ちょっと、あんた落ち着きなさい！変な想像しないで！"
        },
        {
          "id": "block_1786183133328_125",
          "type": "dialogue",
          "speaker": "店主",
          "text": "あれ……兄ちゃん...なんか息荒くなってない？大丈夫？"
        },
        {
          "id": "block_1786183133328_126",
          "type": "narration",
          "text": "竜殺しと店主が呆れたような目でこちらを見ていた。"
        },
        {
          "id": "block_1786183133328_127",
          "type": "choice",
          "prompt": "",
          "options": [
            {
              "id": "opt_1786183133328_129",
              "text": "（続ける）",
              "jumpBlockId": "block_1786183133327_103"
            }
          ]
        },
        {
          "id": "block_1786183133328_130",
          "type": "dialogue",
          "speaker": "男",
          "text": "おお！本当ですか！ありがとうございます！なんとお礼を言えばいいか...！"
        },
        {
          "id": "block_1786183133328_131",
          "type": "dialogue",
          "speaker": "店主",
          "text": "まじか兄ちゃん。驚いたよ。（色んな意味で）そういうことなら頼んだぞ。良い人がいて良かったな。"
        },
        {
          "id": "block_1786183133328_132",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "本気なの？馬鹿じゃないの..."
        },
        {
          "id": "block_1786183133328_133",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "...私はついていかないからね？何があっても知らないわよ！"
        },
        {
          "id": "block_1786186760598_395",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "...まぁ、人を攫うなんて大体は低級ゴブリンの仕業。私はもっとランクの高いクエストを受けたいし...勝手にすれば？"
        },
        {
          "id": "block_1786183567350_343",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "(く、クソ野郎だ！あいつ性格終わってやがる...！)"
        },
        {
          "id": "block_1786183133328_134",
          "type": "narration",
          "text": "と思いつつもとりあえずはこの人の奥さんをさらった魔物がどこにいったのか調べなくてはならない..."
        },
        {
          "id": "block_1786183133328_135",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あの、まずお名前を聞いてもいいですか？"
        },
        {
          "id": "block_1786183133328_136",
          "type": "dialogue",
          "speaker": "男",
          "text": "あ、はい...私は「青椒(チンジャオ)」と申します。妻は「𰻞𰻞(ビャンビャン)」で、まだ23なんです！お願いします、助けてやってください！なんでもしますから！"
        },
        {
          "id": "block_1786183133328_137",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ま、まぁまぁ落ち着いて...！....ん？というか、真名は明かしちゃいけないのでは...？"
        },
        {
          "id": "block_1786183133328_138",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "あぁ、真名はたしかに教えてはいけないのですが、ファーストネーム。私で言う「青椒」などは別に良いんですよ。"
        },
        {
          "id": "block_1786183133328_139",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "な、なるほど！たしかにファーストネームくらい言い合えないと生きづらいもんな..."
        },
        {
          "id": "block_1786186798986_396",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あ、そうだ。僕のほうが名乗るのを忘れていました！僕は治郎です。\nよろしくお願いします！とりあえず奥さんがどこでさらわれたか教えてくれますか？"
        },
        {
          "id": "block_1786183133328_140",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "...はい、よろしくお願いします！妻はニョードー街道で集団でやってきたホブゴブリンたちにさらわれてしまい、どこにいるのかさっぱりです..."
        },
        {
          "id": "block_1786183133328_141",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ホブゴブリンだって...！？"
        },
        {
          "id": "block_1786183133328_142",
          "type": "narration",
          "text": "聞いたことがある。ゴブリンが突然変異で巨大化した上位種。しかも集団...！"
        },
        {
          "id": "block_1786183133328_143",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "まずいですね...ゴブリン自体もともと同人誌でも大活躍の魔物...しかもホブゴブリンとなると奥さんの奥さんは裂けてしまうでしょう..."
        },
        {
          "id": "block_1786183679904_344",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "....え？同人....誌？ってなんのことです...？"
        },
        {
          "id": "block_1786183701649_345",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "い、いえ！こっちの話です...！"
        },
        {
          "id": "block_1786183721597_346",
          "type": "narration",
          "text": "俺は慌てて首を振った。"
        },
        {
          "id": "block_1786183762809_347",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "とにかく急がないと大変なことになります！すぐに探しに行きましょう！"
        },
        {
          "id": "block_1786183133328_144",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "お願いします……！妻の無事を確かめてください……！"
        },
        {
          "id": "block_1786183133328_145",
          "type": "telop",
          "text": "やがて二人はニョードー街道へ着いた。"
        },
        {
          "id": "block_1786183133328_146",
          "type": "background",
          "path": "img/街道.jpg"
        },
        {
          "id": "block_1786183810871_348",
          "type": "bgm",
          "track": "field_highway"
        },
        {
          "id": "block_1786183133328_147",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ここがニョードー街道..."
        },
        {
          "id": "block_1786183133328_148",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "はい。ここで妻が..."
        },
        {
          "id": "block_1786183133328_149",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "わかりました。まず近くに痕跡がないか確かめてみましょう。"
        },
        {
          "id": "block_1786183133328_150",
          "type": "narration",
          "text": "とりあえず今重要なのはゴブリンが青椒さんの奥さんを攫い持ち去った場所だな....まずは...."
        },
        {
          "id": "block_1786183133328_151",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ホブゴブリンたちが通りそうなルートをいくつか考えてみますか……"
        },
        {
          "id": "block_1786183133328_152",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "はい！ぜひお願いします！"
        },
        {
          "id": "block_1786183133328_153",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ホブゴブリンが住みそうなところといえば洞窟や廃墟が多いですよね？ここら辺に心当たりありませんか？"
        },
        {
          "id": "block_1786183133328_154",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "洞窟……廃墟……？"
        },
        {
          "id": "block_1786183133328_155",
          "type": "narration",
          "text": "青椒さんはしばらく考え込み、"
        },
        {
          "id": "block_1786183133328_156",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "あ、そういえば最近村外れの丘に不審な穴が見つかったって噂がありました。もしかしたらそれが……！"
        },
        {
          "id": "block_1786183133328_157",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "よし、そこを当たってみましょう！案内できますか？"
        },
        {
          "id": "block_1786183133328_158",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "もちろんです！すぐ行きましょう！"
        },
        {
          "id": "block_1786183133328_159",
          "type": "telop",
          "text": "急いでその穴に走る。"
        },
        {
          "id": "block_1786183133328_160",
          "type": "background",
          "path": "img/洞窟.jpg"
        },
        {
          "id": "block_1786183133328_161",
          "type": "bgm",
          "track": "field_cave"
        },
        {
          "id": "block_1786183133328_162",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "...ここが..."
        },
        {
          "id": "block_1786183133328_163",
          "type": "narration",
          "text": "辿り着いたのは、暗く湿っぽい雰囲気の洞窟だった。入り口から漂ってくる嫌な匂いに思わず顔をしかめる。"
        },
        {
          "id": "block_1786183133328_164",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "ここに奥さんがいるかもしれないんですね……"
        },
        {
          "id": "block_1786183133328_165",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "とりあえず罠とか注意しながら奥へ進みましょう。僕の後についてきてください"
        },
        {
          "id": "block_1786183977437_349",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "はい……お願いします……！"
        },
        {
          "id": "block_1786183133328_166",
          "type": "narration",
          "text": "俺は慎重に歩を進め、入り口付近の地面や壁を観察する。"
        },
        {
          "id": "block_1786183133328_167",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "足跡が複数あるな……これは間違いなくホブゴブリンたちが使っている通路だ。それに奥からはイカの匂いもする……"
        },
        {
          "id": "block_1786183133328_168",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "...なんでイカの匂い...？"
        },
        {
          "id": "block_1786183133328_169",
          "type": "narration",
          "text": "青椒さんは怪訝な顔をしたが、奥へ進んでみる。"
        },
        {
          "id": "block_1786183133328_170",
          "type": "narration",
          "text": "...なっ！！ここは...！！"
        },
        {
          "id": "block_1786183133328_171",
          "type": "narration",
          "text": "奥へ進み、木の枠組みで作られた入口の一番奥の部屋を覗いてみると、ホブゴブリンがなんと4体もおり、その周りにゴブリンが30ほどいたのである。"
        },
        {
          "id": "block_1786183133328_172",
          "type": "narration",
          "text": "木で出来た檻の中に複数の女性が...！その中に青椒さんの奥さんもいるようだ……！"
        },
        {
          "id": "block_1786183133328_174",
          "type": "choice",
          "prompt": "どうする……！？",
          "options": [
            {
              "id": "opt_1786183133328_176",
              "text": "様子を見る",
              "jumpBlockId": "block_1786183133328_201",
              "isCorrect": true
            },
            {
              "id": "opt_1786183133328_177",
              "text": "突入する",
              "jumpBlockId": "block_1786183133328_179"
            },
            {
              "id": "opt_1786183133328_178",
              "text": "助けを呼ぶ",
              "jumpBlockId": "block_1786183133328_190"
            }
          ]
        },
        {
          "id": "block_1786183133328_179",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "おらぁぁぁぁぁああああ！ホブゴブリンがなんじゃ！我に敵無しィッッッ！"
        },
        {
          "id": "block_1786183133328_180",
          "type": "narration",
          "text": "勢いに身を任せ突入した。"
        },
        {
          "id": "block_1786183133328_181",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "え！？治郎さん！？"
        },
        {
          "id": "block_1786183133328_182",
          "type": "narration",
          "text": "一番近くのホブゴブリンめがけ思い切り力を込め、渾身の一撃を叩き込む...！！"
        },
        {
          "id": "block_1786183133328_183",
          "type": "narration",
          "text": "カキィーーーン！\n持っていた武器はホブゴブリンの硬い皮膚に弾かれ、いとも簡単に俺は武器を失った。"
        },
        {
          "id": "block_1786183133328_184",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴ、フゴフゴ(ん？なんかヒョロいおっさんが突撃してきたぞ？お前らどうする？)"
        },
        {
          "id": "block_1786184044823_350",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴ、フゴゴー(切り裂いて今晩の食料にしやしょ！アニキ！)"
        },
        {
          "id": "block_1786183133328_185",
          "type": "narration",
          "text": "..................そして気がついたときには俺はまるで輪切りのソ◯ベのような形で綺麗にスライスされ、異世界での一生を終えた........."
        },
        {
          "id": "block_1786183133328_186",
          "type": "gameover",
          "message": "ギャングスターに、おれはなる！",
          "endingName": "バッドエンディング1：アリーヴェデルチ(さよな◯ンチャ)",
          "retryJumpBlockId": "block_1786183133328_174"
        },
        {
          "id": "block_1786183133328_190",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "きゃぁぁぁぁぁぁああああああああ！だれか助けて！"
        },
        {
          "id": "block_1786183133328_191",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "えええ！？治郎さんどうしてー！？"
        },
        {
          "id": "block_1786183133328_192",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "死にたくねぇよぉォー！ホブゴブリンなんかに勝てるわけがねぇ！！！"
        },
        {
          "id": "block_1786183133328_193",
          "type": "narration",
          "text": "すると、ゴブリンたちがその声に気づいたようだ。"
        },
        {
          "id": "block_1786183133328_194",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴゴー？フゴフゴ(なんか人間の声聞こえね？あっちに誰かいるぞ。)"
        },
        {
          "id": "block_1786184110187_351",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴ？フゴッゴ、ゴゴッ(え？うわまじだ。だっる。殺そうぜ)"
        },
        {
          "id": "block_1786183133328_195",
          "type": "narration",
          "text": "ホブゴブリンたちは治郎を見つけるなり脚を掴み片手で軽々と持ち上げ、もう片方の手で頭蓋を掴み一気に引き抜いた。"
        },
        {
          "id": "block_1786183133328_196",
          "type": "narration",
          "text": "..........これが、田中治郎の第二の人生の終幕である........"
        },
        {
          "id": "block_1786183133328_197",
          "type": "gameover",
          "message": "ボボボー◯・ボーボボ",
          "endingName": "バッドエンディング2：田中ソードは容赦をしない",
          "retryJumpBlockId": "block_1786183133328_174"
        },
        {
          "id": "block_1786183133328_201",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "青椒さん。ここはいったん様子を見ましょう...隙を伺うべきです。青椒さんは危ないのでいったん僕の後ろから動かないでください。"
        },
        {
          "id": "block_1786183133328_202",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "わ、わかりました..."
        },
        {
          "id": "block_1786183133328_203",
          "type": "narration",
          "text": "青椒さんは不安そうな表情を浮かべながらも、小さくうなずき、治郎の後ろで様子をうかがっている。"
        },
        {
          "id": "block_1786183133328_204",
          "type": "narration",
          "text": "俺は岩陰に身を隠し、ホブゴブリン達の動きを観察することにした。"
        },
        {
          "id": "block_1786184225627_352",
          "type": "narration",
          "text": "彼らの群れは洞窟内で焚き火を囲み、談笑したり食事をしているようだった。"
        },
        {
          "id": "block_1786184237432_353",
          "type": "narration",
          "text": "その脇には囚われた女性たちの檻。時折彼女たちに向かって下品な笑い声が響き、恐怖におののく悲鳴が混じる。"
        },
        {
          "id": "block_1786183133328_205",
          "type": "dialogue",
          "speaker": "囚われの女性",
          "text": "私たちもうここで一生を終えるんだ...終わった..."
        },
        {
          "id": "block_1786183133328_206",
          "type": "dialogue",
          "speaker": "𰻞𰻞",
          "text": "ま、まだそうと決まったわけじゃないよ！抜け出す手があるかもしれない！\n...それまで耐えよう...？"
        },
        {
          "id": "block_1786183133328_207",
          "type": "dialogue",
          "speaker": "囚われの女性",
          "text": "嫌だよ！こんなの耐えられない！何をされるのかわからないし！"
        },
        {
          "id": "block_1786183133328_208",
          "type": "dialogue",
          "speaker": "𰻞𰻞",
          "text": "うん、私も同じ気持ちだよ……でも今は……"
        },
        {
          "id": "block_1786184308381_354",
          "type": "dialogue",
          "speaker": "囚われの女性",
          "text": "……あ、見て！人が入ってきてる！"
        },
        {
          "id": "block_1786183133328_209",
          "type": "dialogue",
          "speaker": "囚われの女性たち",
          "text": "た、たすけて...！"
        },
        {
          "id": "block_1786183133328_210",
          "type": "narration",
          "text": "女性たちが治郎に気づき、小声で助けを求める。"
        },
        {
          "id": "block_1786183133328_211",
          "type": "narration",
          "text": "その時、腰をヘコヘコさせながら檻の方へ近づいていくホブゴブリンがいた。奴らは今にも何かしでかしそうな様子だった。"
        },
        {
          "id": "block_1786183133328_212",
          "type": "narration",
          "text": "突入するならホブゴブリンたちがこっちを見ていない今か...！？\n考えろ、考えるんだ...何かないか...！"
        },
        {
          "id": "block_1786183133328_213",
          "type": "choice",
          "prompt": "",
          "options": [
            {
              "id": "opt_1786183133328_215",
              "text": "たいまつに火を付け投げ込み、おびき寄せ、満身創痍のゴブリンを迎え撃つ",
              "jumpBlockId": "block_1786183133328_218"
            },
            {
              "id": "opt_1786183133328_216",
              "text": "青椒さんに声でゴブリンたちを誘導してもらい、その間に背後から攻撃する",
              "jumpBlockId": "block_1786183133328_232"
            },
            {
              "id": "opt_1786183133328_217",
              "text": "ゴブリン達の正面に躍り出る",
              "jumpBlockId": "block_1786183133328_254",
              "isCorrect": true
            }
          ]
        },
        {
          "id": "block_1786183133328_218",
          "type": "narration",
          "text": "...これだ....！ゴブリン◯レイヤーでもやってたこの方法なら...！"
        },
        {
          "id": "block_1786183133328_219",
          "type": "narration",
          "text": "持っていたたいまつに火を付け、最奥の部屋の入口に放り投げた。木で出来た枠組みに引火し、ゴブリンたちが慌てて外へ出ようとする。"
        },
        {
          "id": "block_1786183133328_220",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "今だァッッッ！！！"
        },
        {
          "id": "block_1786183133328_221",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "さすが治郎さん！頭いい！"
        },
        {
          "id": "block_1786183133328_222",
          "type": "narration",
          "text": "燃えながら逃げてきたゴブリンを一体、二体と葬る。そしてお目当ての....\"ホブゴブリン\"！"
        },
        {
          "id": "block_1786183133328_223",
          "type": "narration",
          "text": "カキィィィィィィイイイイーーーーン！"
        },
        {
          "id": "block_1786184736245_355",
          "type": "narration",
          "text": "渾身の力を込めて放った一撃は、ホブゴブリンの硬い皮膚に弾かれてしまった....."
        },
        {
          "id": "block_1786183133328_224",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ば、.....馬鹿なァッッッ！！！！"
        },
        {
          "id": "block_1786183133328_225",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴ、フゴフゴゴォッッッ！(ワイの部屋に放火したんお前か！)"
        },
        {
          "id": "block_1786184770761_356",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴフゴフーッッッ！(ホンマ許さんでェーッ！)"
        },
        {
          "id": "block_1786183133328_226",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "や、やめろぉぉぉぉぉおおお！来るなァーーーッ！"
        },
        {
          "id": "block_1786183133328_227",
          "type": "narration",
          "text": "田中治郎は、必死の抵抗も虚しくホブゴブリンの右手の一撃で脳髄が吹き飛び絶命した..."
        },
        {
          "id": "block_1786183133328_228",
          "type": "gameover",
          "message": "狂ったように踊りましょう。",
          "endingName": "バッドエンディング3：脳漿炸裂おじさん",
          "retryJumpBlockId": "block_1786183133328_213"
        },
        {
          "id": "block_1786183133328_232",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "青椒さん。頼みがあります..."
        },
        {
          "id": "block_1786183133328_233",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "はい、なんでしょうか..."
        },
        {
          "id": "block_1786183133328_234",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "青椒さんが声でゴブリンたちをここへ誘導して、青椒さんに気を取られた隙に僕が背後から攻撃します！お願いします...！"
        },
        {
          "id": "block_1786183133328_235",
          "type": "narration",
          "text": "この方法は青椒さんにも危険が及ぶが、敵の意表を突ける。頑張ってもらうしか方法はない...！"
        },
        {
          "id": "block_1786183133328_236",
          "type": "narration",
          "text": "青椒さんはすこし黙り込んだあと、静かに頷いた。"
        },
        {
          "id": "block_1786183133328_237",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "では三、二、一の合図で始めます...."
        },
        {
          "id": "block_1786183133328_238",
          "type": "narration",
          "text": "ホブゴブリン、ゴブリンがこちらの声が届く距離に来た...！"
        },
        {
          "id": "block_1786183133328_239",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "三、"
        },
        {
          "id": "block_1786184892332_357",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "二......."
        },
        {
          "id": "block_1786184919831_358",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "一！"
        },
        {
          "id": "block_1786183133328_240",
          "type": "narration",
          "text": "合図とともに青椒さんが声を出す。"
        },
        {
          "id": "block_1786184947331_359",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "ﾋﾟｷﾞｬｰーーーー！"
        },
        {
          "id": "block_1786184968478_360",
          "type": "narration",
          "text": "一瞬ゴブリンの鳴き声かと思うほどの奇声は、一気に敵のヘイトを買った。ぞろぞろとゴブリンたちが青椒さんの方向をめがけて駆けてくる。"
        },
        {
          "id": "block_1786183133328_241",
          "type": "narration",
          "text": "背後を取った！今だ！"
        },
        {
          "id": "block_1786184983029_361",
          "type": "narration",
          "text": "ザクッ！"
        },
        {
          "id": "block_1786184992253_362",
          "type": "narration",
          "text": "ザクッ！"
        },
        {
          "id": "block_1786185000714_363",
          "type": "narration",
          "text": "グサッ！"
        },
        {
          "id": "block_1786185016555_364",
          "type": "narration",
          "text": "一体、二体、確実に仕留めていく。"
        },
        {
          "id": "block_1786183133328_242",
          "type": "narration",
          "text": "............"
        },
        {
          "id": "block_1786185031160_365",
          "type": "narration",
          "text": ".............しかし予想外なことにゴブリンが一気に来すぎた！\nこのままでは殺しきれずに青椒さんが...ッ！"
        },
        {
          "id": "block_1786183133328_243",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "ひ、ひぃ！や、やめてくださいーー！"
        },
        {
          "id": "block_1786183133328_244",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "青椒さんッッ！"
        },
        {
          "id": "block_1786183133328_245",
          "type": "narration",
          "text": "青椒さんの声に引き寄せられたゴブリンは、青椒さんを捕まえると、持っていた斧やナイフで滅多刺しにして殺してしまった,,,,,,"
        },
        {
          "id": "block_1786183133328_246",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "全部....俺のせいだ....."
        },
        {
          "id": "block_1786183133328_247",
          "type": "narration",
          "text": "すると、一際大きな足音が目の前で停まる。"
        },
        {
          "id": "block_1786183133328_248",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴッゴ！フゴフゴー！(オデタチノナワバリヲアラシタノハオマエカ...！デッタイニユドゥサナイ！！)"
        },
        {
          "id": "block_1786183133328_249",
          "type": "narration",
          "text": "俺は、死を覚悟し、ゴブリンに殺される前に首を掻っ切った。"
        },
        {
          "id": "block_1786183133328_250",
          "type": "gameover",
          "message": "お腹が空いた。",
          "endingName": "バッドエンディング4：漢の流儀",
          "retryJumpBlockId": "block_1786183133328_213"
        },
        {
          "id": "block_1786183133328_254",
          "type": "narration",
          "text": "何を思ったのか治郎はゴブリンたちの正面に躍り出てしまった。"
        },
        {
          "id": "block_1786183133328_255",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "！！！なにやってるんですか治郎さん！！！"
        },
        {
          "id": "block_1786183133328_256",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": ".....しまった！咄嗟に飛び出てしまった！"
        },
        {
          "id": "block_1786183133328_257",
          "type": "narration",
          "text": "ゴブリン達は治郎を見るに、束になって襲いかかってきた。"
        },
        {
          "id": "block_1786185105940_366",
          "type": "narration",
          "text": "通常のゴブリンはちゃんと対応すれば一体ずつ殺せる。"
        },
        {
          "id": "block_1786185115294_367",
          "type": "narration",
          "text": "しかし-----------ホブゴブリンは違う..."
        },
        {
          "id": "block_1786183133328_258",
          "type": "narration",
          "text": "圧倒的な体格差。勝てるはずもない..."
        },
        {
          "id": "block_1786185132686_368",
          "type": "narration",
          "text": "振り下ろされた拳を防ぐために、咄嗟に手持ちの武器でガードを試みるが、その硬い皮膚には効かず、砕けてしまった。"
        },
        {
          "id": "block_1786183133328_259",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ッッッ！クソ！なんてことだ！もう後はない...."
        },
        {
          "id": "block_1786183133328_260",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "治郎さん！なんてことだ...もう終わりだぁ..."
        },
        {
          "id": "block_1786183133328_261",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "........ん？"
        },
        {
          "id": "block_1786183133328_262",
          "type": "narration",
          "text": "------------ふと、ポケットに違和感を感じた。"
        },
        {
          "id": "block_1788400089319_1",
          "type": "effect",
          "effectType": "monochromeOn"
        },
        {
          "id": "block_1788400110797_3",
          "type": "background",
          "path": "/img/酒場.jpg"
        },
        {
          "id": "block_1788400097107_2",
          "type": "dialogue",
          "speaker": "店主",
          "text": "あ、そうだ兄ちゃん。最近までこの村に来ていたマッドサイエンティストの「デッパ」というやつがなんかよくわからん液体の入った瓶を俺に無理やり渡して行きやがってな……よかったらやるよ。これ。"
        },
        {
          "id": "block_1788400125227_4",
          "type": "background",
          "path": "/img/洞窟.jpg"
        },
        {
          "id": "block_1788400213796_6",
          "type": "effect",
          "effectType": "monochromeOff"
        },
        {
          "id": "block_1786185177556_369",
          "type": "narration",
          "text": "最後の力でまさぐってみると、ついさっき店主にもらった謎の液体入りの瓶があった。"
        },
        {
          "id": "block_1786185196295_370",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "....！"
        },
        {
          "id": "block_1786183133328_263",
          "type": "narration",
          "text": "これは！名前書いてないから大事なものじゃないやつ！！こうなったらもうヤケだ！"
        },
        {
          "id": "block_1786183133328_264",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "くらいやがれッ！俺の最強の切り札ァーーーーーーッ！"
        },
        {
          "id": "block_1786183133328_265",
          "type": "narration",
          "text": "瓶の蓋を開け、今残っている力のすべてを使い全力投球した。"
        },
        {
          "id": "block_1786183133328_266",
          "type": "narration",
          "text": "----------"
        },
        {
          "id": "block_1786185250743_371",
          "type": "narration",
          "text": "-----パシャリ......"
        },
        {
          "id": "block_1786185262163_372",
          "type": "narration",
          "text": "謎の液体がホブゴブリンに降りかかる。"
        },
        {
          "id": "block_1786183133328_267",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フガァァァァァァァァァアアア！(痛っっってぇぇぇぇぇぇぇ！)"
        },
        {
          "id": "block_1786183133328_268",
          "type": "narration",
          "text": "ゴブリンの集団に降りかかったそれは、みるみるホブゴブリンを弱体化させてゆく...."
        },
        {
          "id": "block_1786183133328_269",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "え？"
        },
        {
          "id": "block_1786185358662_373",
          "type": "narration",
          "text": "すると青椒さんが声を上げた。"
        },
        {
          "id": "block_1786183133328_270",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "もしかしてあれは！プシ硫酸！\n聞いたことがあります！とある科学者が造り出したという対魔物用の便利グッズ！"
        },
        {
          "id": "block_1786183133328_271",
          "type": "narration",
          "text": "硫酸....？"
        },
        {
          "id": "block_1786185374772_374",
          "type": "narration",
          "text": "そうか！硫酸がゴブリンたちの皮膚を溶かしてホブゴブリンの硬い皮膚を弱体化させたんだ！"
        },
        {
          "id": "block_1786183133328_272",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "今なら....！！！"
        },
        {
          "id": "block_1786183133328_273",
          "type": "takeitem",
          "itemId": "mystery_liquid",
          "quantity": 1
        },
        {
          "id": "block_1786183133328_275",
          "type": "bossbattle",
          "bossKey": "hobgoblin_pack",
          "escorts": [
            "hobgoblin_pack",
            "hobgoblin_pack"
          ],
          "winJumpBlockId": "block_1786183133328_281",
          "defeatJumpBlockId": null,
          "defeatMessage": "硫酸で弱っていたとはいえ、複数のホブゴブリン相手には力及ばず......意識が遠のいていく。\n\n気を失っている間に、誰かに救助されたようだ……気づくと村の広場に横たわっていた。レベルを上げてから、また挑もう。"
        },
        {
          "id": "block_1788273961814_9",
          "type": "gameover",
          "message": "なんてこったい。",
          "endingName": "バッドエンディング5:返り討ち",
          "retryJumpBlockId": "block_1786183133328_272"
        },
        {
          "id": "block_1786183133328_281",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "よし！勝てた...！勝てたんだ...！"
        },
        {
          "id": "block_1786183133328_282",
          "type": "narration",
          "text": "だが、治郎は忘れていた....ホブゴブリンは4体いることを......"
        },
        {
          "id": "block_1786183133328_283",
          "type": "dialogue",
          "speaker": "ホブゴブリン",
          "text": "フゴォォォォオオオオオ！(マジ許さん死ねェーーーッ！)"
        },
        {
          "id": "block_1786183133328_284",
          "type": "narration",
          "text": "グチャッ......"
        },
        {
          "id": "block_1786185661743_375",
          "type": "narration",
          "text": "脳漿が飛び散る音。一瞬の油断により、田中治郎は絶命した。"
        },
        {
          "id": "block_1786183133328_285",
          "type": "narration",
          "text": "......かに思えた....\nしかし、飛び散ったそれは、治郎のものではなかった。"
        },
        {
          "id": "block_1786183133328_286",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "心配になって一応着いてきたらホブゴブリンの巣があったのね。\n油断したら負けよ。\nヒョロガリ。"
        },
        {
          "id": "block_1786183133328_287",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "お、お前は...！"
        },
        {
          "id": "block_1786183133328_288",
          "type": "narration",
          "text": "そこには、「竜殺し」と呼ばれる、狂戦士の姿があった......."
        },
        {
          "id": "block_1786183133328_289",
          "type": "telop",
          "text": "----数日後----"
        },
        {
          "id": "block_1786183133328_290",
          "type": "background",
          "path": "img/村.jpeg"
        },
        {
          "id": "block_1786183133328_291",
          "type": "bgm",
          "track": "town"
        },
        {
          "id": "block_1786183133328_292",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "いやぁ、先日の件は本当にありがとうございました！おかげで妻は軽い怪我で済み、他の女性たちも何もされずに助かったようです！"
        },
        {
          "id": "block_1786183133328_293",
          "type": "dialogue",
          "speaker": "𰻞𰻞",
          "text": "本当に感謝してもしきれません！助けていただきありがとうございました！"
        },
        {
          "id": "block_1786183133328_294",
          "type": "narration",
          "text": "青椒さんと𰻞𰻞さんに先日の一件のお礼をされた。"
        },
        {
          "id": "block_1786183133328_295",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "あ、これ、あまりいいものは用意できなかったのですが、せめてものお礼です。"
        },
        {
          "id": "block_1786183133328_296",
          "type": "narration",
          "text": "青椒さんが何かを手渡してきた。なんだ、これ....変な形をしているな....でもどこかで見たような..."
        },
        {
          "id": "block_1786183133328_297",
          "type": "give",
          "itemId": "milking_machine",
          "quantity": 1
        },
        {
          "id": "block_1786183133328_298",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "あ、それは乳絞り機です！この村名産の「爆牛」のミルクを取るための機械です！"
        },
        {
          "id": "block_1786185827578_376",
          "type": "dialogue",
          "speaker": "青椒",
          "text": "この村の道具屋さんのご主人が裏で牧場を営んでいて、この機械を持って頼めば搾りたてミルクをくださると思います！"
        },
        {
          "id": "block_1786183133328_299",
          "type": "narration",
          "text": "は、はぁ....."
        },
        {
          "id": "block_1786185848186_377",
          "type": "narration",
          "text": "正直に言うと、、、、、"
        },
        {
          "id": "block_1786185861198_378",
          "type": "narration",
          "text": "本当にいらないんだが......."
        },
        {
          "id": "block_1786183133328_300",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あ、ありがとうございます...."
        },
        {
          "id": "block_1786183133328_301",
          "type": "narration",
          "text": "そういって、青椒さん御夫婦と別れ、宿屋までの道のりを歩く。"
        },
        {
          "id": "block_1786185880034_379",
          "type": "narration",
          "text": "異世界に来てからいろいろなことがあった..."
        },
        {
          "id": "block_1786185906915_380",
          "type": "narration",
          "text": "やる気のない神様に適当にここへ送られるし、上位種のゴブリンに殺されかけるし..."
        },
        {
          "id": "block_1786185916106_381",
          "type": "narration",
          "text": "もうすでに何回か殺されたような気分だよ...."
        },
        {
          "id": "block_1786183133328_302",
          "type": "narration",
          "text": "そう考えながら歩いていると、見覚えのある人影があった。"
        },
        {
          "id": "block_1786183133328_303",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "久しぶりね。「一文無しの放浪者」さん。"
        },
        {
          "id": "block_1786185948505_382",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": ".....ぇえ......"
        },
        {
          "id": "block_1786183133328_304",
          "type": "narration",
          "text": "なんでこいつがいるんだ....ていうかその名前で呼ぶなよ...！"
        },
        {
          "id": "block_1786183133328_305",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ど、どうしたんだ？"
        },
        {
          "id": "block_1786183133328_306",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "提案があるの。私とパーティーを組まない...？"
        },
        {
          "id": "block_1786185978356_383",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": ".....................................え？"
        },
        {
          "id": "block_1786183133328_307",
          "type": "narration",
          "text": "それは、唐突すぎる提案だった。"
        },
        {
          "id": "block_1786183133328_308",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "あなた、外見はヒョロガリで頼りなさそうなフニャチンのヤニカスDTに見えるけど、独りで巣のほぼすべてのゴブリン達を倒していて驚いたわ。"
        },
        {
          "id": "block_1786183133328_309",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "へへ、ありがとうございます(タバコなんて吸ったことないんだがな...てかこの世界タバコあるの...?)"
        },
        {
          "id": "block_1786183133328_310",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "この付近の冒険者ではあなたが一番信頼できそうだし、私とパーティーを組んで効率的に強くなろうって話。"
        },
        {
          "id": "block_1786183133328_311",
          "type": "narration",
          "text": "意外だ。こいつは自分以外足元のアリほどにしか見えてないようなやつだと思ってたから、他人を少しでも信頼できそうと思うなんて思っても見なかった......."
        },
        {
          "id": "block_1786183133328_312",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "..........こちらからすると、正直かなり魅力的な提案だ。"
        },
        {
          "id": "block_1786183133328_313",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "..！......でしょ！"
        },
        {
          "id": "block_1786183133328_314",
          "type": "narration",
          "text": "ここは、どうする....？"
        },
        {
          "id": "block_1786183133328_315",
          "type": "choice",
          "prompt": "",
          "options": [
            {
              "id": "opt_1786183133328_317",
              "text": "断ってみる",
              "jumpBlockId": "block_1786186146639_384"
            },
            {
              "id": "opt_1786183133329_318",
              "text": "パーティーを組む",
              "jumpBlockId": "block_1786183133329_329"
            }
          ]
        },
        {
          "id": "block_1786186146639_384",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ほ...ほんとに...ぼくと「パーティー」...に...なってくれるのか？"
        },
        {
          "id": "block_1786186172271_385",
          "type": "narration",
          "text": "竜殺しは一瞬にまっと笑い、"
        },
        {
          "id": "block_1786183133329_319",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "ああ、約束するわ。お互いの力で強くなる。ギブ アンド テイクよ。さあ、酒場にパーティー申請しに行きましょ。"
        },
        {
          "id": "block_1786183133329_320",
          "type": "narration",
          "text": ".........."
        },
        {
          "id": "block_1786183133329_321",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "だが断る"
        },
        {
          "id": "block_1786183133329_322",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "ナニッ!!"
        },
        {
          "id": "block_1786183133329_323",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "この田中治郎が最も好きな事のひとつは"
        },
        {
          "id": "block_1786186232945_386",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "自分で強いと思ってるやつに\n『NO』と断ってやる事だ…"
        },
        {
          "id": "block_1786183133329_324",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "あ、そ。"
        },
        {
          "id": "block_1786183133329_325",
          "type": "narration",
          "text": "こうして、田中治郎はこの世界でも天涯孤独で一生を終えたのである......"
        },
        {
          "id": "block_1786186379731_388",
          "type": "narration",
          "text": "『完』"
        },
        {
          "id": "block_1786183133329_328",
          "type": "ending",
          "endingType": "true",
          "title": "トゥルーエンディング1：「そして伝説()へ...」",
          "endroll": "そして伝説()へ...\n\n使用させていただいたBGM\n\n<クリエイター【オト】（https://creatoroto-blog.com/）>様\n「Oak-Village」\n\n<かずち>様\n「宵露洞窟」\n\n<ハルト>様\n「月明かりの草原」\n\n<松浦洋介>様\n「The Murmuring Forest」\n\n<Masuo>様\n「森へ」\n\n<dingerbox>様\n「haptime」\n\n<EBIMAYO>様\n「GOODRUSH」\n\n\n\n[後日談]\n\nケツァナの誘いを断った治郎は\n\nその後着実に力を付けていくわけもなく\n\n365日彩りのない退屈な日々を過ごし\n\n転生前のブラック企業務め時代と対して変わらない\n\nタスクをこなすだけの人生だった。\n\n仕事が身体に染み付いていたのか、\n\nはたまたあの適当な神の呪いなのか、\n\n真相は定かではない...\n\nああ、俺はこのまま死ぬのか。\n\nせっかく転生できたのに、結局カリの村で\n\n60年近く平凡な生活をしてしまった。\n\nチートをくれなかったあの神のせいだろこれ。\n\nそうだ。\n\nそうに違いない...\n\nまさか世界が変わってもDTのままだとはな...\n\n世界が変わるのではなく、\n\n俺が変わるべきだったみたいだ。\n\n\n背景\n<ゲームまてりあるず>様\n\n\n\nシナリオ制作「めりー」\n\nゲーム設計「めりー」\n\nキャラクターデザイン「めりー」\n\nレベルデザイン「めりー」\n\nUIデザイン「めりー」\n\nベースコード「めりー」\n\nシステムコード「ClaudeAI」\n\n\n\nEND..........？",
          "endrollEnabled": true,
          "endrollBgm": "field_forest",
          "endrollScrollSeconds": 100
        },
        {
          "id": "block_1786183133329_329",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "そりゃあもちろん。"
        },
        {
          "id": "block_1786183133329_330",
          "type": "narration",
          "text": "...."
        },
        {
          "id": "block_1786183133329_331",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "YES I AM!"
        },
        {
          "id": "block_1786186441155_389",
          "type": "narration",
          "text": "バーン"
        },
        {
          "id": "block_1786183133329_332",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "...........そこは、YES I WILLじゃないの...？"
        },
        {
          "id": "block_1786183133329_333",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "....このくだりにちゃんと反応してくれる人初めて見た....."
        },
        {
          "id": "block_1786183133329_334",
          "type": "dialogue",
          "speaker": "竜殺し",
          "text": "ところであなた名前は？二つ名しか知らなかったし呼びやすいように一応言っておきましょう。私は「ケツァナ」よ。ツァナと呼んでくれていいわ。"
        },
        {
          "id": "block_1786183133329_335",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "俺は治郎。これからよろしく。"
        },
        {
          "id": "block_1786183133329_336",
          "type": "narration",
          "text": "かくして治郎と竜殺しことケツァナは、冒険をともにするパーティーとなった"
        },
        {
          "id": "block_1786186494125_390",
          "type": "narration",
          "text": "治郎にとっては初めての「仲間」である。"
        },
        {
          "id": "block_1786186517266_391",
          "type": "clearchapter",
          "resetProgress": true
        },
        {
          "id": "block_1786186554617_392",
          "type": "telop",
          "text": "ーー第二話 初めての〇〇(チュウではない)ーー"
        },
        {
          "id": "block_1786186554617_393",
          "type": "telop",
          "text": "おしり。"
        }
      ],
      "requiredRank": null,
      "requiredProgress": 40,
      "requiredDays": 3,
      "requiredFlag": null,
      "started": true,
      "objectiveText": "レベルを5以上にし、進行度を40以上にしよう。また、3日間生き延びて酒場の店主に話しかけよう！",
      "synopsis": "酒場で、酒場の主人と話していると、主人からマッド・サイエンティストの「デッパ」が村へ訪れた際に置いていったという謎の液体が入った小瓶を渡された。その時竜殺しが依頼内容に対して文句を言っているのが聞こえた。主人が竜殺しをなだめていると、突然絶望した様子の男性が酒場に現れる。「青椒」と名乗るその男は、妻の「𰻞𰻞」を攫われたという。治郎は青椒の妻を探しに最近見つかったという不審な村外れの洞穴に訪れる。洞穴の中にいたホブゴブリンとゴブリンの群れを、決死の覚悟で投げつけた謎の液体入りの小瓶である「プシ硫酸」により、ホブゴブリンを弱体化させ、討伐に成功。最終的には心配になり着いてきていた竜殺しの助けにより囚われていた女性たちを解放。村に戻り青椒夫婦から乳搾り機をもらい、歩いている途中に「竜殺し」またの名を「ケツァナ」からパーティに誘われる。承諾した治郎は酒場へ申請に行くのだった。"
    },
    {
      "id": "custom_1786778119346_87",
      "title": "閑話第一話:パーティ申請",
      "cleared": true,
      "builtin": false,
      "requiredChapterNumber": 2,
      "blocks": [
        {
          "id": "block_1786944774285_1",
          "type": "narration",
          "text": "俺達は酒場へ行き、パーティ申請をしに来た。"
        },
        {
          "id": "block_1786944797373_2",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "店主さん、あの、パーティ申請をしに来たのですが。"
        },
        {
          "id": "block_1786944828532_3",
          "type": "dialogue",
          "speaker": "店主",
          "text": "お？\n兄ちゃんもようやくパーティメンバーが出来たか！"
        },
        {
          "id": "block_1786944856246_4",
          "type": "dialogue",
          "speaker": "店主",
          "text": "それで兄ちゃん。\nどんな仲間を連れてきたんだい？"
        },
        {
          "id": "block_1786944928014_5",
          "type": "narration",
          "text": "そう言うと店主さんは俺の後ろの方を探し始めた。"
        },
        {
          "id": "block_1786944980805_6",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "私よ。"
        },
        {
          "id": "block_1786945365972_8",
          "type": "dialogue",
          "speaker": "店主",
          "text": ".........え？"
        },
        {
          "id": "block_1786945399144_9",
          "type": "narration",
          "text": "店主さんは唖然の表情をして数秒固まっていた。"
        },
        {
          "id": "block_1786945417947_10",
          "type": "dialogue",
          "speaker": "店主",
          "text": "お、おいおいおいおいおいおいおいおい\nまさか兄ちゃん"
        },
        {
          "id": "block_1786945438687_11",
          "type": "dialogue",
          "speaker": "店主",
          "text": "パーティメンバーって、竜殺しの姉ちゃんなのかい！？"
        },
        {
          "id": "block_1786945462413_12",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あはは。\nそうみたいです..."
        },
        {
          "id": "block_1786945478423_13",
          "type": "dialogue",
          "speaker": "店主",
          "text": "たまげたなぁ\nまさかあの竜殺しが心を開く相手がいるとは..."
        },
        {
          "id": "block_1786945625406_14",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "ちがう！心を開いたとかそういうことじゃない！\nお互いに利益があると思っただけよ。"
        },
        {
          "id": "block_1786945674826_15",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "(さっき俺のこと信頼できそうとか言ってたよな？こいつ...)"
        },
        {
          "id": "block_1786945734669_16",
          "type": "dialogue",
          "speaker": "店主",
          "text": "ははは\nそうかい。予想外すぎて驚いちまったが、そういうことなら納得だな！\nじゃあ早速パーティ申請の手続きをするか。"
        },
        {
          "id": "block_1786945785985_17",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "はい！ぜひお願いします！(何に納得してるんだ店主さん...)"
        },
        {
          "id": "block_1786945824026_18",
          "type": "dialogue",
          "speaker": "店主",
          "text": "ええとまずは、メンバー2人の二つ名.....\n「竜殺し」と「一文無しの放浪者」\nで間違いないな？"
        },
        {
          "id": "block_1786945864551_19",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "はい........(改めて不名誉な二つ名だな...)"
        },
        {
          "id": "block_1786945888016_20",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "......"
        },
        {
          "id": "block_1788781016235_7",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "...？\nどうした？ツァナ。"
        },
        {
          "id": "block_1788781036544_9",
          "type": "narration",
          "text": "ツァナは一瞬うつむいたように見えた..."
        },
        {
          "id": "block_1788781033838_8",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "いや、なんでもない。"
        },
        {
          "id": "block_1786945899420_21",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "その二つ名で合ってるわ。"
        },
        {
          "id": "block_1786945921218_22",
          "type": "dialogue",
          "speaker": "店主",
          "text": "んじゃ、パーティ名は俺が決めてやる。"
        },
        {
          "id": "block_1786945940384_23",
          "type": "dialogue",
          "speaker": "店主",
          "text": "えっ！パーティ名は僕たちが決めるんじゃないんですか？"
        },
        {
          "id": "block_1786945958337_24",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "あんたそんなことも知らないの？\n二つ名と同じようにパーティ名も他人から決めてもらわないといけないのよ。そういうルール。"
        },
        {
          "id": "block_1786946008212_25",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ま、まじか...かっこいいパーティ名考えてたのにッ！"
        },
        {
          "id": "block_1786946039904_26",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "うわぁ..."
        },
        {
          "id": "block_1786946050998_27",
          "type": "dialogue",
          "speaker": "店主",
          "text": "よし、今から兄ちゃん達のパーティ名を発表する....！"
        },
        {
          "id": "block_1786946097880_28",
          "type": "narration",
          "text": "すると店主さんはカウンターを両手で思い切り叩きながらこう言った。"
        },
        {
          "id": "block_1786946137536_29",
          "type": "dialogue",
          "speaker": "店主",
          "text": "兄ちゃん達は今日から「鉄塊」だ！"
        },
        {
          "id": "block_1786946156666_30",
          "type": "narration",
          "text": "..............."
        },
        {
          "id": "block_1786946162006_31",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "え。"
        },
        {
          "id": "block_1786946191444_32",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": ".......なんか...大雑把すぎない？"
        },
        {
          "id": "block_1786946230777_33",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "もう少しマシなのないの？"
        },
        {
          "id": "block_1786946247502_34",
          "type": "dialogue",
          "speaker": "店主",
          "text": "そんなこと言われてもこれしか思いつかなかったんだもん。"
        },
        {
          "id": "block_1786946288115_35",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "終わった..."
        },
        {
          "id": "block_1786946308683_37",
          "type": "narration",
          "text": "すると、パーティの申請書が光だし、空中へと消えていった。"
        },
        {
          "id": "block_1786946300027_36",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "うわぁすごい。消えちゃった。"
        },
        {
          "id": "block_1786946357746_38",
          "type": "dialogue",
          "speaker": "店主",
          "text": "よし。これで兄ちゃん達も正式にパーティ結成だな。あ、ありがとうございます..."
        },
        {
          "id": "block_1786946395442_39",
          "type": "narration",
          "text": "そうして俺達は酒場を後にしたのであった........"
        },
        {
          "id": "block_1786946429249_40",
          "type": "addcompanion",
          "companionId": "ketsuna",
          "initialLevel": 10
        },
        {
          "id": "block_1788304212330_1",
          "type": "clearchapter",
          "resetProgress": true
        }
      ],
      "requiredChapterId": "builtin_chapter2",
      "isInterlude": true,
      "requiredRank": null,
      "requiredProgress": null,
      "requiredDays": null,
      "requiredFlag": null,
      "objectiveText": "酒場に行ってパーティ申請をしよう。",
      "startTrigger": "tavern",
      "started": true,
      "synopsis": "酒場へパーティ申請しにきた治郎だったが、酒場の主人はまさか治郎の相方があの「竜殺し」だとは思っておらず驚いていた。気を取り直し主人に「鉄塊」という大雑把なパーティ名をつけられ、酒場を後にした。"
    },
    {
      "id": "custom_1787801187995_1",
      "title": "第三話:「裏」",
      "cleared": true,
      "builtin": false,
      "requiredChapterNumber": 3,
      "blocks": [
        {
          "id": "block_1788527448823_1",
          "type": "bgm",
          "track": "scenario3_tend2"
        },
        {
          "id": "block_1788437615270_12",
          "type": "effect",
          "effectType": "monochromeOn"
        },
        {
          "id": "block_1788437393094_9",
          "type": "background",
          "path": "/img/路地裏.jpg"
        },
        {
          "id": "block_1788527483596_2",
          "type": "effect",
          "effectType": "shake"
        },
        {
          "id": "block_1788437561967_11",
          "type": "dialogue",
          "speaker": "",
          "text": "はぁ、はぁ、はぁ、、、"
        },
        {
          "id": "block_1788527496817_3",
          "type": "dialogue",
          "speaker": "",
          "text": "はぁ、はぁ、、、"
        },
        {
          "id": "block_1788437551698_10",
          "type": "narration",
          "text": "心臓の鼓動がやけに頭に響く。"
        },
        {
          "id": "block_1788437637251_14",
          "type": "narration",
          "text": "昨夜から何時間走ったのだろうか。"
        },
        {
          "id": "block_1788437627477_13",
          "type": "dialogue",
          "speaker": "",
          "text": ".....もう.......来てないよね....？"
        },
        {
          "id": "block_1788437691931_16",
          "type": "effect",
          "effectType": "shake"
        },
        {
          "id": "block_1788527518417_4",
          "type": "effect",
          "effectType": "flash"
        },
        {
          "id": "block_1788437702467_17",
          "type": "dialogue",
          "speaker": "",
          "text": "きゃっ！"
        },
        {
          "id": "block_1788437674740_15",
          "type": "dialogue",
          "speaker": "男",
          "text": "いったいいつまで逃げるつもりだ？"
        },
        {
          "id": "block_1788437760111_18",
          "type": "narration",
          "text": "私を連れ戻そうと、\nどれだけ逃げようとも追いかけてくる。"
        },
        {
          "id": "block_1788437848875_19",
          "type": "narration",
          "text": "もう、限界だ。"
        },
        {
          "id": "block_1788437861223_20",
          "type": "narration",
          "text": "連れ戻されたら、いったい何をされるのか分からない。\n私の人生って、生きていると言えるのだろうか。"
        },
        {
          "id": "block_1788437921327_21",
          "type": "dialogue",
          "speaker": "",
          "text": "お父さん....お母さん....."
        },
        {
          "id": "block_1788437939949_22",
          "type": "dialogue",
          "speaker": "",
          "text": "......また、"
        },
        {
          "id": "block_1788437955425_23",
          "type": "dialogue",
          "speaker": "",
          "text": "会いたかった。"
        },
        {
          "id": "block_1788438042772_26",
          "type": "telop",
          "text": "諦め。"
        },
        {
          "id": "block_1788438047071_27",
          "type": "telop",
          "text": "ときにはそれも大事なのかも。"
        },
        {
          "id": "block_1788438090043_28",
          "type": "telop",
          "text": "受け入れよう。"
        },
        {
          "id": "block_1788438097032_29",
          "type": "telop",
          "text": "そう。"
        },
        {
          "id": "block_1788878957154_2",
          "type": "telop",
          "text": "私に価値なんて無いのだ。"
        },
        {
          "id": "block_1788438101348_30",
          "type": "dialogue",
          "speaker": "男",
          "text": "まったく手間取らせやがって、、、\n痛い目に遭いたくなかったら大人しくこっちへ来るんだ。"
        },
        {
          "id": "block_1788438120633_31",
          "type": "narration",
          "text": "誰だろう。"
        },
        {
          "id": "block_1788438168443_32",
          "type": "narration",
          "text": "誰かが、私を見ている。"
        },
        {
          "id": "block_1788527568696_6",
          "type": "telop",
          "text": "諦めかけていた私に、彼は希望をくれた。"
        },
        {
          "id": "block_1788437968811_24",
          "type": "effect",
          "effectType": "monochromeOff"
        },
        {
          "id": "block_1788527818694_7",
          "type": "bgm",
          "track": "happy_1"
        },
        {
          "id": "block_1788275064942_13",
          "type": "background",
          "path": "/img/街.jpg"
        },
        {
          "id": "block_1788271163388_2",
          "type": "narration",
          "text": "俺とツァナは、カリの村を出て少し離れた「カデリクの街」に来ていた。"
        },
        {
          "id": "block_1788271203848_3",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ここ、まあまあ大きい街だけど少し寂れてないか？"
        },
        {
          "id": "block_1788271231220_4",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "そうね。昔はもっと栄えてたみたいだけど。"
        },
        {
          "id": "block_1788271260153_5",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "一旦宿を取りましょ。"
        },
        {
          "id": "block_1788271277724_6",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "おう、そうだな。"
        },
        {
          "id": "block_1788271321263_7",
          "type": "choice",
          "prompt": "さて、どうしようか。",
          "options": [
            {
              "id": "opt_1788271321263_8",
              "text": "とりあえずここはラ◯ホテルを探そう！",
              "blocks": [
                {
                  "id": "block_1788271374932_9",
                  "type": "narration",
                  "text": "......途端ツァナに野獣のような鋭い眼光で睨まれた。\nこれ以上この話はやめたほうが良さそうだ。(ていうかこの世界にもラ◯ホテルってあるのかよ....)"
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            },
            {
              "id": "opt_1788271449503_10",
              "text": "手頃な宿がないか探すか。",
              "blocks": [
                {
                  "id": "block_1788272167380_19",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "そうね。何日も利用するということを考えるとそれが良いわ。"
                },
                {
                  "id": "block_1788272199247_20",
                  "type": "narration",
                  "text": "手頃な宿といってもどこにあるのだろうか。\nまぁこういうのは大抵路地裏とかにあるものだ。"
                },
                {
                  "id": "block_1788272290497_21",
                  "type": "narration",
                  "text": "そう言っておもむろに路地裏に向け歩を進める。"
                },
                {
                  "id": "block_1788272339597_22",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "そんな単純な思考でいいわけ...?"
                },
                {
                  "id": "block_1788275213808_14",
                  "type": "background",
                  "path": "/img/路地裏.jpg"
                },
                {
                  "id": "block_1788272366225_23",
                  "type": "narration",
                  "text": "かつん、かつん、"
                },
                {
                  "id": "block_1788272378847_24",
                  "type": "narration",
                  "text": "周りが建物の影に食われ少し暗くなる。"
                },
                {
                  "id": "block_1788272436993_25",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "(自分でも心配になってきた...)"
                },
                {
                  "id": "block_1788272459343_26",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ねぇこれ本当にこっちで合ってるのかな？"
                },
                {
                  "id": "block_1788272479229_27",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "....は？いやあなたが言ったんでしょ！\nなんで今になって不安になってんのよ。"
                },
                {
                  "id": "block_1788272529814_28",
                  "type": "narration",
                  "text": "ツァナに正論をかまされ、もっと不安になりながらも俺は路地裏を進んだ。"
                },
                {
                  "id": "block_1788272590809_29",
                  "type": "narration",
                  "text": "......"
                },
                {
                  "id": "block_1788436213613_2",
                  "type": "narration",
                  "text": "ふと壁際に目を向ける。\n苔むした丸石の壁に看板が立て掛けられていた。"
                },
                {
                  "id": "block_1788436262678_3",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "看板があるぞ。\nなになに？「この先宿ありマスター」....！？"
                },
                {
                  "id": "block_1788272598922_30",
                  "type": "narration",
                  "text": "あった。"
                },
                {
                  "id": "block_1788272628882_31",
                  "type": "narration",
                  "text": "まさかの本当に路地裏に寂れた宿があったのだ。"
                },
                {
                  "id": "block_1788272659548_32",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "まさか本当にあるなんてね。これはナイスよ治郎。"
                },
                {
                  "id": "block_1788272693579_33",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "いや、"
                },
                {
                  "id": "block_1788527906001_8",
                  "type": "bgm",
                  "track": "sad_1"
                },
                {
                  "id": "block_1788272704612_34",
                  "type": "narration",
                  "text": "あったはあったのだが、、、宿へ続く通路に、、、なにかいる…"
                },
                {
                  "id": "block_1788272905465_36",
                  "type": "narration",
                  "text": "人影が.....3人？\n一つは子どものような小さな影、残り二つは大きな影。"
                },
                {
                  "id": "block_1788272987929_37",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "なにをやってるのかしら...？"
                },
                {
                  "id": "block_1788273008133_38",
                  "type": "dialogue",
                  "speaker": "大きい影",
                  "text": "まったく手間取らせやがって、、、\n痛い目に遭いたくなかったら大人しくこっちへ来るんだ。"
                },
                {
                  "id": "block_1788273042030_39",
                  "type": "dialogue",
                  "speaker": "小さい影",
                  "text": "........"
                },
                {
                  "id": "block_1788273094337_40",
                  "type": "dialogue",
                  "speaker": "小さい影",
                  "text": "....嫌..."
                },
                {
                  "id": "block_1788273115116_41",
                  "type": "dialogue",
                  "speaker": "大きい影",
                  "text": "なんだと！？このスカタンッ！足もぎ取ってでも連れ戻すからなッッ！！"
                },
                {
                  "id": "block_1788273160944_42",
                  "type": "narration",
                  "text": "なにやら一大事らしい。どう見ても大人二人がかりで子どもを誘拐しようとしてる。"
                },
                {
                  "id": "block_1788273197147_43",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ツァナ、やるぞ。"
                },
                {
                  "id": "block_1788273212834_44",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "ええ、分かってるわ。"
                }
              ],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": false
            },
            {
              "id": "opt_1788271629854_11",
              "text": "ここは高級リズォォォーーーットホテルを探そう！",
              "blocks": [
                {
                  "id": "block_1788271743964_13",
                  "type": "narration",
                  "text": "ツァナははぁと深い溜息をつきながら 馬鹿じゃないのと言わんばかりの目で見つめてきた。"
                },
                {
                  "id": "block_1788271790739_14",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "一万歩譲って高級ホテルでも良いとして、お金はあるの？"
                },
                {
                  "id": "block_1788271862555_15",
                  "type": "narration",
                  "text": "ぎくっ！ｵｶﾈ.....いや、そもそも高級ホテルの一泊の相場がわからん。\nこれは....足りるのだろうか...."
                },
                {
                  "id": "block_1788271944906_16",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "足りるか分からないのなら最初から行くべきでないわ。\nそれで足りなかったら受付に嘲笑されるわよ。こんなふうに。"
                },
                {
                  "id": "block_1788272051837_17",
                  "type": "narration",
                  "text": "ツァナはそう言うとなんとも殴りたくなるような笑顔でこちらを見た。"
                },
                {
                  "id": "block_1788272108048_18",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "はは、そうだな。仕方ない。ここは手頃な宿にでも行こう。"
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            }
          ]
        },
        {
          "id": "block_1788273642935_3",
          "type": "dialogue",
          "speaker": "大きい影",
          "text": "なッ！だれだてめぇ！"
        },
        {
          "id": "block_1788273676240_4",
          "type": "narration",
          "text": ".........."
        },
        {
          "id": "block_1788273767410_8",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "アイ・アム・スーパーヒーロー"
        },
        {
          "id": "block_1788274307473_1",
          "type": "dialogue",
          "speaker": "大きい影",
          "text": "なんだこいつキモッ！！"
        },
        {
          "id": "block_1788273593105_1",
          "type": "battle",
          "enemies": [
            "boss_1788741265160_1",
            "boss_1788741265160_1"
          ],
          "winJumpBlockId": "block_1788274432341_3",
          "defeatJumpBlockId": "block_1788274337703_2",
          "defeatMessage": "",
          "level": 15
        },
        {
          "id": "block_1788274337703_2",
          "type": "gameover",
          "message": "こんなところでッ......グハッ....\n\nじ、治郎ォーーーーーッ！",
          "endingName": "バッドエンディング6:噛ませイッヌ治郎",
          "retryJumpBlockId": "block_1788274307473_1"
        },
        {
          "id": "block_1788529091955_1",
          "type": "bgm",
          "track": "sad_1"
        },
        {
          "id": "block_1788274432341_3",
          "type": "narration",
          "text": "なんとか二人の男を倒し、追われていたであろう子どもに駆け寄る。"
        },
        {
          "id": "block_1788274474056_4",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "そんな装備で大丈夫か。"
        },
        {
          "id": "block_1788274511625_5",
          "type": "narration",
          "text": "よく見ると、その小さな影は背丈140cmほどの少女であった。\n服装は、古びたローブ一枚と短パンである。"
        },
        {
          "id": "block_1788274612858_6",
          "type": "dialogue",
          "speaker": "少女",
          "text": ".........問題......ない....\nたすかった......"
        },
        {
          "id": "block_1788274678943_7",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "どうしてこんな路地裏に？\nあの男たちはだれか分かる？"
        },
        {
          "id": "block_1788274719768_8",
          "type": "narration",
          "text": "ツァナがそう聞くと少女は小さく頷き、眼の前にある寂れた宿を指さした。"
        },
        {
          "id": "block_1788274771683_9",
          "type": "dialogue",
          "speaker": "少女",
          "text": ".........いったんあそこで話したい。奢って。"
        },
        {
          "id": "block_1788274805422_10",
          "type": "narration",
          "text": "一切の遠慮のない要望で俺達は宿へ入った。"
        },
        {
          "id": "block_1788275033075_12",
          "type": "background",
          "path": "/img/宿2.jpg"
        },
        {
          "id": "block_1788359178016_2",
          "type": "telop",
          "text": "俺達は宿に入った。"
        },
        {
          "id": "block_1788359223203_3",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "すみません、部屋、空いてますか。"
        },
        {
          "id": "block_1788359459693_4",
          "type": "dialogue",
          "speaker": "宿のおじいさん",
          "text": "........"
        },
        {
          "id": "block_1788359502083_5",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あの、、、、すみません？"
        },
        {
          "id": "block_1788359522561_7",
          "type": "narration",
          "text": "返事がない.....ただのし..."
        },
        {
          "id": "block_1788359537412_8",
          "type": "dialogue",
          "speaker": "宿のおじいさん",
          "text": "んえ？"
        },
        {
          "id": "block_1788359556236_9",
          "type": "dialogue",
          "speaker": "宿のおじいさん",
          "text": "ああ！お客さんか！....いらっしゃい....."
        },
        {
          "id": "block_1788359589135_11",
          "type": "narration",
          "text": "耳が遠いのか数回聞かないと返事が帰ってこなかった...\n大丈夫なのかこの人..."
        },
        {
          "id": "block_1788359688576_12",
          "type": "dialogue",
          "speaker": "宿のおじいさん",
          "text": "今ね、お部屋、一部屋しかないよ..."
        },
        {
          "id": "block_1788359747247_14",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "え。"
        },
        {
          "id": "block_1788359755994_15",
          "type": "dialogue",
          "speaker": "宿のおじいさん",
          "text": "普段は二部屋あるんだけどね、今一部屋埋まっちゃってるのよ。"
        },
        {
          "id": "block_1788359836128_16",
          "type": "narration",
          "text": "たしかにこんな路地裏にある宿だ。二部屋しかないのも無理もないだろう。\n客がいるだけでも驚きだが、ここは仕方ない。違う宿を探すしかないか。"
        },
        {
          "id": "block_1788359906188_17",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "そ、そうですか、、、\n僕たち三人なのですみませんが違う宿を探しますね..."
        },
        {
          "id": "block_1788360044238_18",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "....え？"
        },
        {
          "id": "block_1788360054816_19",
          "type": "dialogue",
          "speaker": "宿のおじいさん",
          "text": "ほえ！？\n君たちパーティじゃあないのかい？部屋が一つじゃだめなのかい？"
        },
        {
          "id": "block_1788360113973_20",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "え、いや、ですが...！"
        },
        {
          "id": "block_1788360151962_21",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "そうよ！わざわざ人数分の部屋取る必要ないでしょ！"
        },
        {
          "id": "block_1788360210978_22",
          "type": "narration",
          "text": "ツァナが間髪入れずに言った。"
        },
        {
          "id": "block_1788360296336_23",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "いやだってダメでしょ。いくら同じパーティといえど漢とおｎ..."
        },
        {
          "id": "block_1788360338406_24",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "何いってんの。別に一緒の部屋でも何もないわよ。"
        },
        {
          "id": "block_1788360388346_25",
          "type": "narration",
          "text": "いや、わかってるけども。そんなことわざわざ言わなくていいじゃん....！"
        },
        {
          "id": "block_1788360461222_26",
          "type": "dialogue",
          "speaker": "少女",
          "text": "....はやくして...."
        },
        {
          "id": "block_1788360505720_28",
          "type": "narration",
          "text": "仕方ない。ここは覚悟を決めるんだ。一つ屋根の下で男女が二人。何も起きないはずもなく、、、\nって同人誌で言ってたからな...いやこの状況だと三人....？"
        },
        {
          "id": "block_1788360613538_29",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "すみません。やっぱり一部屋お願いします。"
        },
        {
          "id": "block_1788360653149_30",
          "type": "dialogue",
          "speaker": "宿のおじいさん",
          "text": "ほほほ。分かったよ。"
        },
        {
          "id": "block_1788360863835_33",
          "type": "telop",
          "text": "宿のおじいさんに宿の説明を受け、俺達は2階の部屋へ上がった。"
        },
        {
          "id": "block_1788360879148_35",
          "type": "background",
          "path": "/img/宿部屋暗.jpeg"
        },
        {
          "id": "block_1788360873488_34",
          "type": "narration",
          "text": "それぞれ持っていた荷物を棚にしまい、ツァナと少女はベッドに座り、俺は眼の前の椅子に座った。"
        },
        {
          "id": "block_1788361019753_36",
          "type": "narration",
          "text": ".......覚悟はできた。やっと俺もDT卒業か...."
        },
        {
          "id": "block_1788361048235_37",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "それで。"
        },
        {
          "id": "block_1788361066837_38",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ひゃいっ！！対戦よろしくお願いします！！！"
        },
        {
          "id": "block_1788361076297_39",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "え、急にどうしたの..."
        },
        {
          "id": "block_1788361123322_40",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "え。"
        },
        {
          "id": "block_1788361129543_41",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "とりあえず、話を聞かせてくれる？"
        },
        {
          "id": "block_1788361149624_42",
          "type": "narration",
          "text": "ツァナは少女に問いかけた。\n分かってはいたが卒業式は無いみたいだ。調子に乗りすぎたようだ。\n傍から見たらただのキモい思考をしたおっさんだ。"
        },
        {
          "id": "block_1788436415433_5",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "また留年か...."
        },
        {
          "id": "block_1788361210724_43",
          "type": "dialogue",
          "speaker": "少女",
          "text": "その前に名前。何ていうの。"
        },
        {
          "id": "block_1788361313222_44",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "私はケツァナよ。ツァナと呼んでもらって構わないわ。"
        },
        {
          "id": "block_1788361347226_45",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "俺は治郎。一応冒険者だよ。\n君はなんて名だい？"
        },
        {
          "id": "block_1788361404598_46",
          "type": "narration",
          "text": "少女は少しためらったように見えたが、重い口を開いた。"
        },
        {
          "id": "block_1788361445413_47",
          "type": "dialogue",
          "speaker": "少女",
          "text": "ろ、、、"
        },
        {
          "id": "block_1788361461575_48",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ろ...？"
        },
        {
          "id": "block_1788361471260_49",
          "type": "dialogue",
          "speaker": "少女",
          "text": "ロリル。\n私はロリル。"
        },
        {
          "id": "block_1788361495159_50",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ロリルか。いい名じゃないか。"
        },
        {
          "id": "block_1788361517833_51",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "よろしくね。ロリル。"
        },
        {
          "id": "block_1788361536989_52",
          "type": "narration",
          "text": "満面の笑顔でツァナはロリルの手を握った。"
        },
        {
          "id": "block_1788361639103_53",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "私は...."
        },
        {
          "id": "block_1788361711024_56",
          "type": "narration",
          "text": "ロリルはまたしても少しためらったように言葉をつまらせた。"
        },
        {
          "id": "block_1788361757995_57",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "大丈夫だ。勇気を持って俺達に話してくれ。"
        },
        {
          "id": "block_1788527961706_9",
          "type": "bgm",
          "track": "none"
        },
        {
          "id": "block_1788361786417_58",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "私は、奴隷なの。"
        },
        {
          "id": "block_1788361817212_59",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "......."
        },
        {
          "id": "block_1788361826979_60",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": ".......えっ..."
        },
        {
          "id": "block_1788361840123_61",
          "type": "narration",
          "text": "予想外の言葉に思わず開いた口が塞がらなかった。"
        },
        {
          "id": "block_1788361879984_62",
          "type": "narration",
          "text": "奴隷。\n彼女はそう言った。こんなに、こんなに身近に、この世界には奴隷というものが根付いていたのか。"
        },
        {
          "id": "block_1788401248425_3",
          "type": "narration",
          "text": "開いた口をゆっくりと閉じ、目の前の少女におそるおそる聞いてみる。"
        },
        {
          "id": "block_1788401197706_2",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "じゃ、じゃあどうしてここへ...？"
        },
        {
          "id": "block_1788401311459_4",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "逃げ出してきた。\n私の主はこの街の少し先にあるセドレイの街の富豪なの。"
        },
        {
          "id": "block_1788436460567_7",
          "type": "narration",
          "text": "つまり、先程の男たちは逃げたロリルを捕らえに来たということか。"
        },
        {
          "id": "block_1788528021407_10",
          "type": "bgm",
          "track": "sad_2"
        },
        {
          "id": "block_1788401397873_5",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "奴隷商が村を襲わせ、魔術で無理やり真名を吐かせて奴隷を作ってる。\n私も小さな村に住んでたの。他の村人も全員。殺されるか奴隷にされた。"
        },
        {
          "id": "block_1788401571697_6",
          "type": "narration",
          "text": "ロリルの話は、吐き気を催すような。\n邪悪であった。"
        },
        {
          "id": "block_1788401607113_7",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "そんな...ひどすぎる..."
        },
        {
          "id": "block_1788401615456_8",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "一年前くらいに私はセドレイの街の富豪に買われた。\n真名の呪いのせいで、逆らえなかった。逃げようにも夜は鍵が閉められて逃げれなかったの。"
        },
        {
          "id": "block_1788401736747_9",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "でも、逃げたくて、諦められなくて、同じ奴隷のお姉さんと協力して脱出することにした。\n主が寝ている隙に鍵を盗んで門の鍵を開けた。でも、私は屋敷の警備に見つかってしまった。"
        },
        {
          "id": "block_1788401864884_10",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "その時、奴隷のお姉さんが自らを囮にして私を逃がしてくれた。\nお姉さんがどうなったかは分からない。でも、もし生きているのなら..."
        },
        {
          "id": "block_1788401947048_12",
          "type": "narration",
          "text": "助けたい。\n彼女はそう言った。"
        },
        {
          "id": "block_1788401978720_14",
          "type": "narration",
          "text": "そして。\nロリルは予想外な事を口にした。"
        },
        {
          "id": "block_1788402007826_15",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "協力してくれるなら。"
        },
        {
          "id": "block_1788402022871_16",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "協力してくれるなら私の真名をあなたに託しても良い。"
        },
        {
          "id": "block_1788402052773_17",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "え！？ちょっ！"
        },
        {
          "id": "block_1788402065224_18",
          "type": "narration",
          "text": "今、この子は何を言った...？\n聞き間違いでなかろうかと、頭の中で二、三回ほど疑った。"
        },
        {
          "id": "block_1788402121313_19",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "聞き間違いだろうか？"
        },
        {
          "id": "block_1788402143316_20",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "いや、治郎。今の主に代わってあなたが私の新しい主になって。"
        },
        {
          "id": "block_1788402188112_21",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "おいおいおいおいおいおいおいおい\n嘘だろ？なんで出会って間もない俺にそんなことしようとするんだ！"
        },
        {
          "id": "block_1788402221841_22",
          "type": "narration",
          "text": "岸辺◯伴並みに「おい」を連呼してしまった。\n彼女は過酷すぎる奴隷生活のせいで頭がいかれてしまったのか。"
        },
        {
          "id": "block_1788402303449_23",
          "type": "narration",
          "text": "なぜ俺なんかに？\nこの世界のルール。その人の真名を知る者は、その人を隷属させる力を得る。\n転移してまもなく店主さんに教えてもらったルールだ。"
        },
        {
          "id": "block_1788402377962_24",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "私は善悪が見えるの。\n人の魂には善と悪の色がある。"
        },
        {
          "id": "block_1788402458829_25",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "白の魂を持つ者は善の心を持っている。\n黒の魂を持つ者は悪の心を持っている。これは生まれつきのものであって、根が悪の者はどんな人生を歩もうといずれ悪に染まる。"
        },
        {
          "id": "block_1788402593687_27",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "ど、どういうこと？"
        },
        {
          "id": "block_1788489014335_1",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "(この世界にはそんな力があるのか。便利だな...)"
        },
        {
          "id": "block_1788402607543_28",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "田中治郎。私から見えるあなたの魂の色は前者。\nしかも、より白に近い。"
        },
        {
          "id": "block_1788402800749_30",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "え？そうかなぁ...w"
        },
        {
          "id": "block_1788402780589_29",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "いやそんなわけないでしょ。"
        },
        {
          "id": "block_1788402828164_31",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "だから信じれる。少しピンクも混じっているのは気になるけれど、\n私はあなたに賭ける。今はそれしか出来ないから。"
        },
        {
          "id": "block_1788402892893_32",
          "type": "narration",
          "text": "今の彼女の心境など俺には分からない。\nだが、彼女の運命を変えられるのは今ここにいる俺とツァナだけだ。"
        },
        {
          "id": "block_1788402981849_33",
          "type": "narration",
          "text": "いまここで彼女を見捨ててしまったら。彼女はどうなるのだろうか。\nもし彼女が今後その「悪の心」を持つ者に出会ってしまったら。"
        },
        {
          "id": "block_1788403065614_35",
          "type": "narration",
          "text": "せっかく身を犠牲に彼女を守ってくれた奴隷のお姉さんに示しがつかないぜ。"
        },
        {
          "id": "block_1788403697539_2",
          "type": "choice",
          "prompt": "ここは....",
          "options": [
            {
              "id": "opt_1788403697539_3",
              "text": "断る。",
              "blocks": [
                {
                  "id": "block_1788403742163_4",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "すまん。期待してもらって悪いが。断らせてくれ。"
                },
                {
                  "id": "block_1788403991934_5",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "えっ。"
                },
                {
                  "id": "block_1788404002856_6",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ロリル。君はもっと自分を大事にするべきだ。"
                },
                {
                  "id": "block_1788404033217_7",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "どうして...？\n私の主になれば、好きなこと何でも言って良いんだよ？"
                },
                {
                  "id": "block_1788404084278_8",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "◯◯◯とか！◯◯◯なこととかなんでも命令できるのに！"
                },
                {
                  "id": "block_1788437312577_8",
                  "type": "narration",
                  "text": "いたいけな少女は必死な顔でそう言ったのだ。"
                },
                {
                  "id": "block_1788404125958_9",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "？？？？？？？？"
                },
                {
                  "id": "block_1788404134347_10",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "ちょっと！どうしたのロリル！！？"
                },
                {
                  "id": "block_1788404165109_11",
                  "type": "narration",
                  "text": "キャラ変わりすぎだろ..."
                },
                {
                  "id": "block_1788404187269_12",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": ".........ロリル。これは君のためだ。分かってくれ。"
                },
                {
                  "id": "block_1788404336531_13",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "....."
                },
                {
                  "id": "block_1788404347241_14",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "治郎。ちょっとひどいんじゃないの？"
                },
                {
                  "id": "block_1788404370282_15",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "...しかしな....."
                },
                {
                  "id": "block_1788404538634_20",
                  "type": "effect",
                  "effectType": "monochromeOn"
                },
                {
                  "id": "block_1788404394818_17",
                  "type": "narration",
                  "text": "すると、うつむきながらロリルは、ベッドからすんと立ち上がった。"
                },
                {
                  "id": "block_1788404390556_16",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "分かった。\n無理言ってごめんなさい。"
                },
                {
                  "id": "block_1788404479243_18",
                  "type": "narration",
                  "text": "そう言った少女は、ぷるぷると小さく震えていた。"
                },
                {
                  "id": "block_1788404545271_21",
                  "type": "effect",
                  "effectType": "monochromeOff"
                },
                {
                  "id": "block_1788404561212_22",
                  "type": "telop",
                  "text": "あの時の俺達がどちらの選択をするべきだったのか"
                },
                {
                  "id": "block_1788404592999_23",
                  "type": "telop",
                  "text": "この選択で本当に良かったのか。"
                },
                {
                  "id": "block_1788404612987_24",
                  "type": "telop",
                  "text": "今となってはもう"
                },
                {
                  "id": "block_1788404622299_25",
                  "type": "telop",
                  "text": "分からない.....。"
                },
                {
                  "id": "block_1788441191853_1",
                  "type": "ending",
                  "endingType": "true",
                  "title": "トゥルーエンディング2：「今際からのメッセージ」",
                  "endroll": "使用させていただいたBGM\n\n<クリエイター【オト】（https://creatoroto-blog.com/）>様\n「Oak-Village」\n\n<かずち>様\n「宵露洞窟」\n\n<ハルト>様\n「月明かりの草原」\n\n<松浦洋介>様\n「The Murmuring Forest」\n\n<Masuo>様\n「森へ」\n\n<dingerbox>様\n「haptime」\n「vacsina」\n\n<蒲鉾さちこ>様\n「哀愁と憂いの春に」\n「闇夜にたゆたう海」\n\n<しゃぐま>様\n「穢れ無き水面」\n\n<EBIMAYO>様\n「GOODRUSH」\n\n\n\n\n\nロリルと別れて数日\n\n\n俺とツァナはとある噂を聞いた。\n\n\nある細い路地で\n\n\n少女の首吊り死体が発見された。\n\n\n少女は虚ろな目をしていたそうだ。\n\n\n単に死んでしまったからなのか、生きる希望を無くしたからなのか。\n\n\nその少女がロリルだったのか、分からないが。\n\n\nもしかしたらあの子は、俺に生きる希望になってほしかっただけなのかもしれない。\n\n\n今更だがあのまま別れたところで、\n\n\nあの子にはお金も頼れる人もいなかったのだ。\n\n\n人の魂には善と悪の色があるらしい。\n\n\nあの子は俺のことを善の心を持っていると言った。\n\n\nだがふりかえると俺の選択は\n\n\nただの偽善であった。\n\n\nあの時俺が受け入れていたら、\n\n\n何かが変わったのだろうか。\n\n\n\n\n背景\n<ゲームまてりあるず>様\n\n\n\nシナリオ制作「めりー」\n\nゲーム設計「めりー」\n\nキャラクターデザイン「めりー」\n\nレベルデザイン「めりー」\n\nUIデザイン「めりー」\n\nベースコード「めりー」\n\nシステムコード「ClaudeAI」\n\n\n\nこの話作っててなんか悲しくなってきた。\n.......END...?",
                  "endrollEnabled": true,
                  "endrollBgm": "scenario3_tend2",
                  "endrollScrollSeconds": 96
                }
              ],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": false
            },
            {
              "id": "opt_1788439039638_33",
              "text": "おもむろにパンツを脱ぐ。",
              "blocks": [
                {
                  "id": "block_1788528046787_11",
                  "type": "bgm",
                  "track": "battle_boss_hobgoblin"
                },
                {
                  "id": "block_1788489096534_2",
                  "type": "narration",
                  "text": "おれは何の前触れもなく、おもむろに腰の衣服を掴み、ずるりと床までおろした。"
                },
                {
                  "id": "block_1788489168039_3",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "は？"
                },
                {
                  "id": "block_1788489181321_4",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "え。"
                },
                {
                  "id": "block_1788489265101_6",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ンッン～～～～～♪\n実に！\nスガスガしい気分だッ！"
                },
                {
                  "id": "block_1788489292307_8",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "なにやってんの！頭おかしくなったわけ！？"
                },
                {
                  "id": "block_1788489375201_9",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "........ちいさい......"
                },
                {
                  "id": "block_1788489287073_7",
                  "type": "narration",
                  "text": "二人が軽蔑の眼差しで俺を見ているのを感じた。"
                },
                {
                  "id": "block_1788489387454_10",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "歌でも\nひとつ歌いたいような\nイイ気分だ～～～\nフフフフ　ハハハハ"
                },
                {
                  "id": "block_1788489405648_11",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ほれほれ！\nこれが欲しいのかッ！！"
                },
                {
                  "id": "block_1788489470351_12",
                  "type": "narration",
                  "text": "眼の前に女の子が二人いるという生前では考えられない状況で気が狂ってしまったのか。\nあるいは死んでしまったストレスのせいか、俺にはわからなかった......"
                },
                {
                  "id": "block_1788489565689_13",
                  "type": "telop",
                  "text": "やがて俺は、二人に見放され、孤独な人生を送った。"
                },
                {
                  "id": "block_1788489698357_16",
                  "type": "ending",
                  "endingType": "bad",
                  "title": "バッドエンディング6：股高(ここう)の旅人",
                  "endroll": "",
                  "endrollEnabled": false,
                  "endrollBgm": ""
                }
              ],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": false
            },
            {
              "id": "opt_1788489720066_17",
              "text": "ロリルを自分の奴隷にする。",
              "blocks": [
                {
                  "id": "block_1788519060839_59",
                  "type": "narration",
                  "text": "覚悟を決めるんだ。\nこの子と、奴隷のお姉さんの覚悟を無駄にしないためにも。"
                },
                {
                  "id": "block_1788519222455_60",
                  "type": "narration",
                  "text": "すう。\n落ち着いて息を吸い込む。"
                },
                {
                  "id": "block_1788519253422_61",
                  "type": "narration",
                  "text": "吸った息を吐きながら俺はこう言った。"
                },
                {
                  "id": "block_1788519288085_62",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "治郎...？だめかな...."
                },
                {
                  "id": "block_1788519320089_63",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "覚悟はいいか?\nオレはできてる"
                },
                {
                  "id": "block_1788519395222_64",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "治郎...."
                },
                {
                  "id": "block_1788519404388_65",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ロリル。\n良く、勇気を出して言ってくれたな。"
                },
                {
                  "id": "block_1788519429221_66",
                  "type": "narration",
                  "text": "気づけば俺は、ロリルの頭を噛みしめるように撫でていた。"
                },
                {
                  "id": "block_1788519465362_67",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "治郎.....!"
                },
                {
                  "id": "block_1788519494770_68",
                  "type": "narration",
                  "text": "安堵したのか、ロリルのゴマちゃんのように綺麗な瞳に涙が浮かんだ。\nこの子は俺が守る。この時にそう、決意した。"
                },
                {
                  "id": "block_1788519608174_69",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "この子が望んだことだものね。文句は無いわ。"
                },
                {
                  "id": "block_1788519657128_70",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "治郎。何があっても守るのよ。\nロリルを泣かせたら許さないから。"
                },
                {
                  "id": "block_1788519713895_71",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "ああ。(今もう泣かせたくねえか？)"
                },
                {
                  "id": "block_1788519748351_72",
                  "type": "narration",
                  "text": "ロリルを買い取ったという富豪のことを調べなければ。\nロリルを守ってくれたという奴隷のお姉さんがどうなったかも気になる。"
                },
                {
                  "id": "block_1788519820979_73",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "もう大丈夫だぞ、ロリル。"
                },
                {
                  "id": "block_1788519840473_74",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "俺に、"
                },
                {
                  "id": "block_1788519847025_75",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "名前を教えてくれ。"
                },
                {
                  "id": "block_1788519934797_78",
                  "type": "narration",
                  "text": "そう言うと、ロリルはニコッと笑った。"
                },
                {
                  "id": "block_1788519961319_79",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "私の真名は。"
                },
                {
                  "id": "block_1788519972397_80",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "私は、"
                },
                {
                  "id": "block_1788519983217_81",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "ロリル = コン ・ドミール。\n何の変哲もない、普通の村の娘。"
                },
                {
                  "id": "block_1788520024171_82",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "よろしく。治郎。ツァナ。"
                },
                {
                  "id": "block_1788520125676_86",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "よろしく！！"
                },
                {
                  "id": "block_1788520138633_87",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "よろしく。\nいい名前だな。"
                },
                {
                  "id": "block_1788520154761_88",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": ".......さて。\n話していたらいつの間にかもう夜らしい。明日のために寝よう。"
                },
                {
                  "id": "block_1788520206981_89",
                  "type": "narration",
                  "text": "新しい街に来てからすぐ、予想外の展開になったが、\n今はロリルを買い取った富豪と、罪のない人を無理やり奴隷にしている奴隷商。それから最後に、"
                },
                {
                  "id": "block_1788520329466_91",
                  "type": "telop",
                  "text": "これから起こるであろう、楽しいことを考えよう。"
                },
                {
                  "id": "block_1788520086289_83",
                  "type": "effect",
                  "effectType": "blackoutOn"
                },
                {
                  "id": "block_1788520097444_84",
                  "type": "background",
                  "path": "/img/宿部屋明.jpeg"
                },
                {
                  "id": "block_1788520119216_85",
                  "type": "effect",
                  "effectType": "blackoutOff"
                },
                {
                  "id": "block_1788520394871_92",
                  "type": "narration",
                  "text": "どうやら朝が来たようだ。"
                },
                {
                  "id": "block_1788520412354_93",
                  "type": "narration",
                  "text": "昨晩の一件の後、ツァナとロリルはベッドで、俺は床で寝ることになった。\n首を寝違えた。いたすぎる。勘弁してくれ。"
                },
                {
                  "id": "block_1788520511897_94",
                  "type": "telop",
                  "text": "二人を起こし、出発の準備を整えたのち、\nおじいさんに挨拶をして宿を出た。"
                },
                {
                  "id": "block_1788520575025_95",
                  "type": "background",
                  "path": "/img/街.jpg"
                },
                {
                  "id": "block_1788520606507_96",
                  "type": "dialogue",
                  "speaker": "ケツァナ",
                  "text": "さあ、行きましょ！"
                },
                {
                  "id": "block_1788520616928_97",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "おう。"
                },
                {
                  "id": "block_1788520633323_98",
                  "type": "dialogue",
                  "speaker": "ロリル",
                  "text": "うん。"
                },
                {
                  "id": "block_1788520692336_100",
                  "type": "telop",
                  "text": "奴隷市場、"
                },
                {
                  "id": "block_1788520702249_101",
                  "type": "telop",
                  "text": "闇取引。"
                },
                {
                  "id": "block_1788520712046_102",
                  "type": "telop",
                  "text": "この世界には俺の知らない裏の世界が広がっている。"
                },
                {
                  "id": "block_1788520732315_103",
                  "type": "telop",
                  "text": "期待と不安が入り混じる中、\n俺は三人と新たな一歩を踏み出した。(のかもしれない)"
                },
                {
                  "id": "block_1788520789313_104",
                  "type": "addcompanion",
                  "companionId": "companion_1788390422466_28",
                  "initialLevel": 5
                },
                {
                  "id": "block_1788520817622_106",
                  "type": "telop",
                  "text": "第三話：「裏」"
                },
                {
                  "id": "block_1788520837647_107",
                  "type": "telop",
                  "text": "おわり。"
                },
                {
                  "id": "block_1788520804860_105",
                  "type": "clearchapter",
                  "resetProgress": true
                }
              ],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": true
            }
          ]
        }
      ],
      "requiredChapterId": "builtin_chapter2",
      "requiredRank": "E",
      "startTrigger": "areaVisit",
      "objectiveText": "ランクをEにし、進行度を30にし、7日間生き延び、カデリクの街へ行こう。",
      "requiredDays": 5,
      "requiredProgress": 30,
      "requiredFlag": null,
      "started": true,
      "enabled": true,
      "startTriggerAreaKey": "kaderiku",
      "startTriggerVisitNumber": 1,
      "synopsis": "カリの村を出た田中治郎とケツァナは、より大きな街である「カデリクの街」を訪れる。\n\n宿を探して路地裏へ向かった二人は、そこで二人の男に追われている一人の少女を目撃する。治郎とケツァナは少女を助けるために男たちと戦い、なんとか撃退する。\n\n少女を連れて近くの宿へ入り、事情を聞くことにした二人だったが、少女は「ロリル」と名乗った後、自分が奴隷であることを明かす。\n\nロリルは、奴隷商によって故郷の村を襲われ、村人たちが殺されたり奴隷にされたりした過去を語る。自身もセドレイの街の富豪に買われ、真名による隷属の力によって自由を奪われていたという。\n\nロリルは、同じ奴隷だった女性と協力して屋敷から逃げ出したものの、警備に見つかってしまう。その際、奴隷の女性が自ら囮となってロリルを逃がしてくれた。しかし、その女性がどうなったのかは分からない。\n\nロリルは、助けてくれた女性を救いたいという思いから、治郎に自分の真名を託し、自分の新しい主人になってほしいと頼む。\n\nロリルには人の魂の善悪を見分ける力があり、治郎の魂は非常に白く、善の心を持っていると語る。そのため、治郎なら自分を悪用しないと信じ、彼に自分の運命を託そうとする。\n\n治郎はロリルの申し出に悩み、彼女を奴隷にすることが本当に正しいのか葛藤する。\n\n最終的に治郎はロリルの申し出を受け入れ、彼女を自分の奴隷として守ることを決意する。そしてロリルは治郎とケツァナに自らの真名を明かし、正式に三人で行動することになる。\n\n翌朝、三人は宿を出発する。\n\n奴隷市場や闇取引など、これまで治郎が知らなかった「この世界の裏側」の存在を知ったことで、治郎たちの冒険は新たな段階へ進む。\n\nこうして治郎、ケツァナ、そしてロリルの三人は、未知の「裏」の世界へ足を踏み入れていくのだった。"
    },
    {
      "id": "custom_1788530652975_1",
      "title": "閑話第二話:おっさんににんせかい...",
      "cleared": true,
      "builtin": false,
      "requiredChapterNumber": 4,
      "blocks": [
        {
          "id": "block_1788530740770_2",
          "type": "dialogue",
          "speaker": "店主",
          "text": "よお兄ちゃん。\n元気にやってるか？"
        },
        {
          "id": "block_1788530764476_3",
          "type": "dialogue",
          "speaker": "店主",
          "text": "あれ？一人増えたか？"
        },
        {
          "id": "block_1788530794581_5",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": ".........."
        },
        {
          "id": "block_1788530800681_6",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ん？"
        },
        {
          "id": "block_1788530789578_4",
          "type": "narration",
          "text": "聞き覚えのある声。\n見覚えのある顔立ち。"
        },
        {
          "id": "block_1788530833417_7",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "...え！？店主さん！？\nなぜここに！"
        },
        {
          "id": "block_1788530850135_8",
          "type": "dialogue",
          "speaker": "店主",
          "text": "...あ？\nあぁー！ハッハッハ！"
        },
        {
          "id": "block_1788530880809_9",
          "type": "dialogue",
          "speaker": "店主",
          "text": "いやあ。俺、結構頻繁にいろんな酒場の手伝い来てんだわー。\nまあ今日も、そういう感じだ。"
        },
        {
          "id": "block_1788530966149_10",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "(すごいなこの人....)"
        },
        {
          "id": "block_1788530980418_11",
          "type": "dialogue",
          "speaker": "店主",
          "text": "あ、そうだ。見るからにメンバーが一人増えたんだろ？\n申請書に一人追加しとくから、二つ名を教えてくれ。"
        },
        {
          "id": "block_1788531075651_14",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "う。"
        },
        {
          "id": "block_1788531090196_15",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "...？"
        },
        {
          "id": "block_1788531035024_12",
          "type": "narration",
          "text": "そういえば、ロリルは冒険者じゃないからまだ二つ名がないんじゃないか...？"
        },
        {
          "id": "block_1788531063681_13",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "店主さん！この子はまだ冒険者の手続きをしてないので、二つ名ないんですよ。\n今から手続きしてもらってもいいですか？"
        },
        {
          "id": "block_1788534900677_16",
          "type": "dialogue",
          "speaker": "店主",
          "text": "え？あぁそうなのか！わかった！大歓迎だよ。"
        },
        {
          "id": "block_1788534936382_17",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "あの、お願いします！"
        },
        {
          "id": "block_1788536112901_18",
          "type": "narration",
          "text": "え、ロリルって丁寧語喋れたんだ。"
        },
        {
          "id": "block_1788536137623_19",
          "type": "dialogue",
          "speaker": "店主",
          "text": "....."
        },
        {
          "id": "block_1788536164980_20",
          "type": "dialogue",
          "speaker": "店主",
          "text": "うーん。"
        },
        {
          "id": "block_1788536171288_21",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "なんかこっちまで緊張してきた..."
        },
        {
          "id": "block_1788536194517_22",
          "type": "telop",
          "text": "3分ほど考え込んだのち、店主さんはようやく口を開いた。"
        },
        {
          "id": "block_1788536247756_23",
          "type": "dialogue",
          "speaker": "店主",
          "text": "お嬢ちゃんに二つ名を授けよう！"
        },
        {
          "id": "block_1788536266939_24",
          "type": "dialogue",
          "speaker": "店主",
          "text": "お嬢ちゃんの二つ名は、"
        },
        {
          "id": "block_1788536309554_25",
          "type": "dialogue",
          "speaker": "店主",
          "text": "「砕けないダイヤモンド」だ。"
        },
        {
          "id": "block_1788536529643_26",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "！？！？"
        },
        {
          "id": "block_1788536540060_27",
          "type": "narration",
          "text": "な、なんだとッ！\n実にグレートな二つ名だ。"
        },
        {
          "id": "block_1788536569555_28",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "(俺みたいな変な二つ名じゃなくて良かった...)"
        },
        {
          "id": "block_1788536588675_29",
          "type": "narration",
          "text": "ここまでちゃんと考えれるなら俺のときにもそうしてほしかった..."
        },
        {
          "id": "block_1788536633007_30",
          "type": "telop",
          "text": "俺達はパーティ更新をし、酒場を後にした。"
        },
        {
          "id": "block_1788536654515_31",
          "type": "clearchapter",
          "resetProgress": false
        }
      ],
      "isInterlude": true,
      "requiredChapterId": "custom_1787801187995_1",
      "startTriggerTavernKey": "facility_facility_1788350969229_32",
      "objectiveText": "カデリク酒場の店主に話しかけよう。",
      "requiredRank": null,
      "requiredProgress": null,
      "requiredDays": null,
      "requiredFlag": null,
      "enabled": true,
      "synopsis": "カデリクの街でロリルを仲間に加えた治郎たちは、酒場でパーティの手続きを行うことにする。\n\nそこで待っていたのは、なんとカリの村で世話になった酒場の店主だった。店主は各地の酒場を手伝って回っているらしく、治郎はその異常な行動範囲に驚かされる。\n\n店主はパーティメンバーが一人増えていることに気付き、ロリルの冒険者登録をすることになる。\n\nロリルにはまだ冒険者としての二つ名がなかったため、店主が新しい二つ名を考えることに。\n\nしばらく悩んだ末、店主がロリルに与えた二つ名は――\n\n「砕けないダイヤモンド」。\n\n治郎は、自分に付けられた「一文無しの放浪者」と比べて、ロリルの二つ名だけ妙にグレートすぎて少しプッツンきそうになる。\n\nこうしてロリルの冒険者登録とパーティ更新が完了し、治郎、ケツァナ、ロリルの三人は正式なパーティとして新たな冒険へ向かうことになる。",
      "started": true
    },
    {
      "id": "custom_1788780588914_1",
      "title": "第四話:ウホッ！いい日常…",
      "cleared": false,
      "builtin": false,
      "requiredChapterNumber": 5,
      "blocks": [
        {
          "id": "block_1788782876503_44",
          "type": "background",
          "path": "/img/酒場2.jpg"
        },
        {
          "id": "block_1788780760462_2",
          "type": "narration",
          "text": "キキィ…と扉の開く音。"
        },
        {
          "id": "block_1788780789518_3",
          "type": "narration",
          "text": "俺達パーティは、セドレイの街の酒場に来ていた。"
        },
        {
          "id": "block_1788780820659_4",
          "type": "dialogue",
          "speaker": "店主",
          "text": "お？その顔ぶれは..「鉄塊」のみんなじゃあないか！"
        },
        {
          "id": "block_1788780914172_5",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "あんたどこにでもいるのね。"
        },
        {
          "id": "block_1788780936862_6",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "店主さん！ようやく僕たちもこの街に来れましたよ！"
        },
        {
          "id": "block_1788781118452_11",
          "type": "dialogue",
          "speaker": "店主",
          "text": "いいじゃねえか！今日は一杯サービスだ！"
        },
        {
          "id": "block_1788781107478_10",
          "type": "narration",
          "text": "店主さん、俺、ツァナ、ロリル。もはや\"いつメン\"である。"
        },
        {
          "id": "block_1788781180009_12",
          "type": "narration",
          "text": "空いているテーブル席に座り、店主さんを待つ。"
        },
        {
          "id": "block_1788781224603_14",
          "type": "dialogue",
          "speaker": "店主",
          "text": "へい。3人分だぞ！"
        },
        {
          "id": "block_1788781222710_13",
          "type": "narration",
          "text": "俺とツァナにはエールを、ロリルには林檎のような果物がド派手にトッピングされたジュースを用意してくれた。"
        },
        {
          "id": "block_1788781371615_15",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ありがとうございます！"
        },
        {
          "id": "block_1788781384656_16",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "感謝するわ。"
        },
        {
          "id": "block_1788781402932_17",
          "type": "narration",
          "text": "飲みながら感謝を述べるツァナ。"
        },
        {
          "id": "block_1788781428750_18",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "ありがとう、ございます。"
        },
        {
          "id": "block_1788781448280_19",
          "type": "narration",
          "text": "ロリルは、俺ら以外対しては拙い丁寧語を使っている。\n俺らは信頼されているってことなのか？"
        },
        {
          "id": "block_1788781578117_20",
          "type": "narration",
          "text": "各々が飲みながら明日の予定について話し合っているとぼそぼそと、\n呪文、あるいは念仏のような声が聞こえてきた。"
        },
        {
          "id": "block_1788781697771_21",
          "type": "dialogue",
          "speaker": "男",
          "text": "........"
        },
        {
          "id": "block_1788781722930_22",
          "type": "dialogue",
          "speaker": "男",
          "text": "................"
        },
        {
          "id": "block_1788781731563_23",
          "type": "narration",
          "text": "あまり良く聞こえないが気になるので、明日の予定など二の次にして聞き耳を立てる。"
        },
        {
          "id": "block_1788781797331_24",
          "type": "dialogue",
          "speaker": "男",
          "text": "俺はもう駄目だ...\n終わりだ....栄光の人生、国の希望.....そんなものは俺にはない..."
        },
        {
          "id": "block_1788781856111_25",
          "type": "narration",
          "text": "なにやらただならぬ負のオーラを感じる..."
        },
        {
          "id": "block_1788781890135_26",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": ".....ちょっと治郎聞いてるの？"
        },
        {
          "id": "block_1788781911058_27",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "聞いてないとおもう..."
        },
        {
          "id": "block_1788781931668_28",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "...え？ああすまん。\nなんだっけ...？"
        },
        {
          "id": "block_1788781948205_29",
          "type": "narration",
          "text": "男のことが気になるが今は予定を立てねば。"
        },
        {
          "id": "block_1788782055200_31",
          "type": "narration",
          "text": "でも、立てるったって、何の予定をだ？今まで行き当たりばったりで行動してきたのになんで急に..."
        },
        {
          "id": "block_1788782022622_30",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "...っていう顔してるわよ。\n今まで考えなしに動きすぎてすぐ一日が過ぎてたから予定立てようって言ったじゃない！"
        },
        {
          "id": "block_1788782124323_33",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ああそっか。そうだな。"
        },
        {
          "id": "block_1788782115964_32",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "予定。別に立てなくても良い.....めんどくさい..."
        },
        {
          "id": "block_1788782153446_34",
          "type": "narration",
          "text": "そうだよな...うん。俺もそう思う。"
        },
        {
          "id": "block_1788782187928_35",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "いや、ちゃんと決めるわよ。\n明日はとりあえず午前中にゴブリン討伐のクエストを、午後ゆっくり休めるように早めに終わらせるわよ。"
        },
        {
          "id": "block_1788782296742_36",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あれ？低級依頼は受けたくなかったんじゃないのか？"
        },
        {
          "id": "block_1788782363518_38",
          "type": "narration",
          "text": "ツァナはジトっとした目で口を尖らせて言った。"
        },
        {
          "id": "block_1788782317566_37",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "うるさいわね。低級依頼しかないから仕方ないわよ。\n私はそんなわがままじゃありません...！"
        },
        {
          "id": "block_1788782426082_39",
          "type": "narration",
          "text": "ほんとかよ..."
        },
        {
          "id": "block_1788782459570_41",
          "type": "telop",
          "text": "意外とすぐに予定が決まった俺達は酒場を出て近くの宿に入った。"
        },
        {
          "id": "block_1788782813212_43",
          "type": "background",
          "path": "/img/宿部屋2.png"
        },
        {
          "id": "block_1788782965276_45",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "ここ、すこし高めだけど部屋が広いわね。"
        },
        {
          "id": "block_1788782989925_46",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "さいこう"
        },
        {
          "id": "block_1788782591715_42",
          "type": "narration",
          "text": "ロリルは脇をワキワキさせながらつぶやいた。"
        },
        {
          "id": "block_1788783120117_49",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あんまりはしゃぐなよ。"
        },
        {
          "id": "block_1788783131805_50",
          "type": "narration",
          "text": "そう言って俺はベッドにダイブした。"
        },
        {
          "id": "block_1788783148993_51",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "治郎...あんたが一番はしゃいでるじゃない..."
        },
        {
          "id": "block_1788783167623_52",
          "type": "narration",
          "text": "ツァナが呆れた顔で見ている。\nええい！かまうもんか！"
        },
        {
          "id": "block_1788783206349_54",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "わ！ちょ！"
        },
        {
          "id": "block_1788783203779_53",
          "type": "narration",
          "text": "俺はベッドのシーツをがっしりと掴んだままアマゾンのアリゲーターのごとく豪快にデスロールした。"
        },
        {
          "id": "block_1788783320667_55",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "もう！ベッドがぐちゃぐちゃじゃない！ちゃんと片付けなさいよ。"
        },
        {
          "id": "block_1788783347760_56",
          "type": "narration",
          "text": "...うぅ....\nすみません..."
        },
        {
          "id": "block_1788783086158_47",
          "type": "telop",
          "text": "それから数時間後..."
        },
        {
          "id": "block_1788783481187_57",
          "type": "background",
          "path": "/img/酒場2.jpg"
        },
        {
          "id": "block_1788783112789_48",
          "type": "narration",
          "text": "みんなが寝静まったあと、俺は独り酒場へ来ていた。"
        },
        {
          "id": "block_1788783517438_60",
          "type": "dialogue",
          "speaker": "店主",
          "text": "あれ？今日二回目だな！お仲間さん達は置いてきたのか。"
        },
        {
          "id": "block_1788783552823_61",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "はい、ちょっとまた飲みたくなって....."
        },
        {
          "id": "block_1788783577813_62",
          "type": "dialogue",
          "speaker": "店主",
          "text": "いいじゃねえか。まいどありがとよ。兄ちゃん。"
        },
        {
          "id": "block_1788783599866_63",
          "type": "narration",
          "text": "カウンター席に座りいつものごとく変わらないメニューをながめる..…"
        },
        {
          "id": "block_1788783659932_64",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ここはとりあえず...."
        },
        {
          "id": "block_1788783666919_65",
          "type": "narration",
          "text": "メニューを見ながら、俺は何を思ったのかふと、何気なく隣の席を見た。"
        },
        {
          "id": "block_1788783723075_66",
          "type": "dialogue",
          "speaker": "男",
          "text": "俺はもういないほうが良いんだ....\nちくしょぉ...なんで俺は...."
        },
        {
          "id": "block_1788783760898_67",
          "type": "narration",
          "text": "うぇぇ...\nこのおっさんまだいるよ....."
        },
        {
          "id": "block_1788783791796_68",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "店主さん...この人いつからいるんですか？"
        },
        {
          "id": "block_1788783920211_72",
          "type": "narration",
          "text": "おそるおそる聞いてみる。"
        },
        {
          "id": "block_1788783847230_69",
          "type": "dialogue",
          "speaker": "店主",
          "text": "ん...あぁ...昨晩からこの調子だよ。\nいったいいつまでいるんだか..."
        },
        {
          "id": "block_1788783905626_70",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "えぇ...！？まじですか！\n一体何があったんだこの人に..."
        },
        {
          "id": "block_1788784148043_74",
          "type": "choice",
          "prompt": "どうしようか....",
          "options": [
            {
              "id": "opt_1788784148043_75",
              "text": "話しかけてみる。",
              "blocks": [],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": true
            }
          ]
        },
        {
          "id": "block_1788784174743_76",
          "type": "narration",
          "text": "なぜだかこのおっさんから自分と同じような雰囲気を感じ、おそるおそる話しかけてみることにした。"
        },
        {
          "id": "block_1788784181259_77",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "あの、すみません...\n大丈夫ですか...？"
        },
        {
          "id": "block_1788784204120_78",
          "type": "dialogue",
          "speaker": "男",
          "text": "ひっっっ！\nな、なんだ！君も俺のことを馬鹿にするのか！！"
        },
        {
          "id": "block_1788784241729_79",
          "type": "dialogue",
          "speaker": "男",
          "text": "いいさ！好きに嗤うといい！どうせ俺は人生\"詰み\"なんだ！"
        },
        {
          "id": "block_1788785039140_3",
          "type": "dialogue",
          "speaker": "店主",
          "text": "...はぁ...まったくどうしたんだい...\nあんた有名な王国近衛騎士部隊の隊長さんだったんだろう...？"
        },
        {
          "id": "block_1788785118932_4",
          "type": "narration",
          "text": "男にそう問いかける店主さんが気になることを言った。"
        },
        {
          "id": "block_1788785217987_6",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ちょっと待ってください。\n近衛騎士部隊...？隊長...？\nどういうことですか？"
        },
        {
          "id": "block_1788785257248_8",
          "type": "narration",
          "text": "やれやれといった顔で店主さんは説明してくれた。"
        },
        {
          "id": "block_1788785255210_7",
          "type": "dialogue",
          "speaker": "店主",
          "text": "この男はな、少し前までここから少し離れた王国の近衛騎士隊長だったらしいんだよ。\nなんでも急に隊長を自主脱隊して行方をくらましたそうなんだ....\nそんななかなぜかこの酒場に来てずっとやけ酒飲んでこの調子だよ..."
        },
        {
          "id": "block_1788785506599_10",
          "type": "narration",
          "text": "だとしたらなぜ近衛騎士隊長という名誉ある仕事に就いて、そこそこの人生を送ってきたはずなのにこんなところでやけ酒しているんだ...？"
        },
        {
          "id": "block_1788785609649_12",
          "type": "narration",
          "text": "とりあえずこのおっさんをなだめなければ。"
        },
        {
          "id": "block_1788785599133_11",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "落ち着いてください。\nどうしてこんなところでやけ酒なんかしてるんですか...？"
        },
        {
          "id": "block_1788785662816_13",
          "type": "dialogue",
          "speaker": "男",
          "text": "うるせぇ...！君には関係ないだろう！"
        },
        {
          "id": "block_1788785718616_14",
          "type": "narration",
          "text": "話が通じねぇ..."
        },
        {
          "id": "block_1788785739817_15",
          "type": "choice",
          "prompt": "こうなったら...",
          "options": [
            {
              "id": "opt_1788785739817_16",
              "text": "漢として訴えかける。",
              "blocks": [
                {
                  "id": "block_1788786176276_25",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "....男なら..."
                },
                {
                  "id": "block_1788786200669_27",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "....いや、漢なら！！"
                },
                {
                  "id": "block_1788786211890_28",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "腹ァ割って話してみましょうよォッ！！！！"
                },
                {
                  "id": "block_1788786239380_29",
                  "type": "dialogue",
                  "speaker": "男",
                  "text": "....はっっ！！！！！！"
                },
                {
                  "id": "block_1788786253897_30",
                  "type": "narration",
                  "text": "おっさんの目がすこし見開いた。"
                },
                {
                  "id": "block_1788786290139_32",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "僕も漢として、一つや二つ後悔ってのがありますよ！\nでも、同じ漢として、同士に打ち明けるべきだとは思わないんですかッッ！"
                },
                {
                  "id": "block_1788786371480_33",
                  "type": "dialogue",
                  "speaker": "漢",
                  "text": "なッ！！"
                },
                {
                  "id": "block_1788786390463_34",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "どうですかッッ！腹ァ割って打ち明けましょうやァッ！！"
                },
                {
                  "id": "block_1788786426417_35",
                  "type": "dialogue",
                  "speaker": "漢",
                  "text": "ビビビーーーンッ！！"
                },
                {
                  "id": "block_1788786441316_36",
                  "type": "narration",
                  "text": "耳で聞こえたわけではない、しかし、そんな擬音が聞こえた。"
                },
                {
                  "id": "block_1788786471506_37",
                  "type": "dialogue",
                  "speaker": "漢",
                  "text": "......"
                },
                {
                  "id": "block_1788786478298_38",
                  "type": "dialogue",
                  "speaker": "漢",
                  "text": "分かった、、、君の言うとおりだな。\nおれも少し大人気なかったかもしれん。"
                }
              ],
              "jumpBlockId": null,
              "loops": false,
              "isCorrect": true
            },
            {
              "id": "opt_1788785768534_17",
              "text": "物で釣る。",
              "blocks": [
                {
                  "id": "block_1788785813893_18",
                  "type": "narration",
                  "text": "よし、こういうときは物で釣ればいいんだ。"
                },
                {
                  "id": "block_1788785834413_19",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "どうですか？これ、カリの村の名産品、「爆牛乳」ですよ。\nほしいですか？ほしいですよね！どうか話を聞かせてください！"
                },
                {
                  "id": "block_1788785991346_20",
                  "type": "narration",
                  "text": "ちょうど携帯していた爆牛乳をちらつかせる。"
                },
                {
                  "id": "block_1788786026085_21",
                  "type": "dialogue",
                  "speaker": "男",
                  "text": "....なんだそれは.....いらん。\n俺はあまり牛乳が好きじゃない...."
                },
                {
                  "id": "block_1788786062495_22",
                  "type": "narration",
                  "text": "なんだとッ！！この非国民がッ！"
                },
                {
                  "id": "block_1788786081004_23",
                  "type": "telop",
                  "text": "物で釣る作戦は失敗したようだ..."
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            }
          ]
        },
        {
          "id": "block_1788786539096_39",
          "type": "narration",
          "text": "おっさんはようやく重い口を開いてくれた。"
        },
        {
          "id": "block_1788786566625_40",
          "type": "dialogue",
          "speaker": "漢",
          "text": "、、、まず、自己紹介からしよう....\n俺は「シ・コリスギウス」だ。\nコリスギウスと呼んでくれ。巷では疾風のバン旦那とも呼ばれているよ。二つ名ってやつだ。"
        },
        {
          "id": "block_1788786764454_41",
          "type": "narration",
          "text": "なんか、どこかで聞いたことがあるような二つ名だな..."
        },
        {
          "id": "block_1788786784184_42",
          "type": "narration",
          "text": "流れに続けて自分も自己紹介をする。"
        },
        {
          "id": "block_1788786801440_43",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "僕は「治郎」です。\n二つ名は「一文無しの放浪者」\nよろしくお願いします。"
        },
        {
          "id": "block_1788786830951_44",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "ああ、よろしく。"
        },
        {
          "id": "block_1788786857990_46",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "....と、俺がなぜここにいるのか。だったな。"
        },
        {
          "id": "block_1788786888111_48",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "いいだろう。教えてやる。"
        },
        {
          "id": "block_1788786901250_49",
          "type": "narration",
          "text": "ごくり。\n緊張に唾を咽む。"
        },
        {
          "id": "block_1788786939288_50",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "おれは、、、、、、ーーーー"
        },
        {
          "id": "block_1788786955669_51",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "ーーーーーっ..."
        },
        {
          "id": "block_1788786988356_53",
          "type": "narration",
          "text": "コリスギウスの言葉が詰まる。\nよほど辛いことがあったのか..."
        },
        {
          "id": "block_1788786984802_52",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "俺は、40過ぎてまで、未だにDTなんだ..."
        },
        {
          "id": "block_1788787024287_54",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "....え？"
        },
        {
          "id": "block_1788787041280_55",
          "type": "narration",
          "text": "40過ぎてまでDTだなんて信じられない！\nいや、俺も35でDTだった。"
        },
        {
          "id": "block_1788787078704_56",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "そんな俺が嫌になって、騎士隊長なんて大袈裟な地位を与えられて、ずっと自己嫌悪に陥っていたんだ。\nやがて自暴自棄になって隊長を辞めたってわけさ...."
        },
        {
          "id": "block_1788787210321_57",
          "type": "narration",
          "text": "悲しすぎる....\nこんな悲しいストーリーがあっていいものか。いや、いいわけがない。"
        },
        {
          "id": "block_1788787243634_58",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "コリスギウスさん.....\nいや、兄貴.....\nその気持ち、分かります...！"
        },
        {
          "id": "block_1788787279402_59",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "...なっっ！！"
        },
        {
          "id": "block_1788787298857_60",
          "type": "narration",
          "text": "さっきまでの絶望の瞳が、俺に対する希望の眼差しに変わっていた。"
        },
        {
          "id": "block_1788787328486_61",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "君も......\nそうだったのか....！"
        },
        {
          "id": "block_1788787359719_62",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "はい....\n僕も35になってまで依然DTのまま....しかも壮絶な労働環境で十数年も働いていました。"
        },
        {
          "id": "block_1788787424480_64",
          "type": "narration",
          "text": "兄貴の瞳には、一粒の涙がこぼれていたーーーー"
        },
        {
          "id": "block_1788787420631_63",
          "type": "dialogue",
          "speaker": "コリスギウス",
          "text": "....辛かったな....\nまさか、俺と...同じような人がいたなんて....."
        },
        {
          "id": "block_1788787579707_65",
          "type": "telop",
          "text": "そうして俺達二人は、夜が明けるまで漢同士で語り合った。"
        },
        {
          "id": "block_1788787623447_66",
          "type": "telop",
          "text": "翌朝...."
        },
        {
          "id": "block_1788787650417_67",
          "type": "background",
          "path": "/img/宿3.jpg"
        },
        {
          "id": "block_1788787666147_68",
          "type": "narration",
          "text": "俺は一夜明け、ようやく宿に戻ってきた。"
        },
        {
          "id": "block_1788787689614_69",
          "type": "narration",
          "text": "部屋のど真ん中に仁王立ちで俺を睨んでくるツァナが見えた。"
        },
        {
          "id": "block_1788787765949_70",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "どこへ行ってたの！？今日は午前中にゴブリン退治のクエストをするって言ったじゃない！\nもう！"
        },
        {
          "id": "block_1788787869931_71",
          "type": "narration",
          "text": "ーーーーーーーあ、しまった。"
        },
        {
          "id": "block_1788788036719_75",
          "type": "telop",
          "text": "1時間後..."
        },
        {
          "id": "block_1788788031996_74",
          "type": "narration",
          "text": "こっぴどく叱られた後、クエストの予定がなくなったので気分晴らしにセドレイの街を散策してみる。"
        },
        {
          "id": "block_1788788075270_76",
          "type": "effect",
          "effectType": "blackoutOn"
        },
        {
          "id": "block_1788788006704_73",
          "type": "background",
          "path": "/img/本屋.jpg"
        },
        {
          "id": "block_1788788080496_77",
          "type": "effect",
          "effectType": "blackoutOff"
        },
        {
          "id": "block_1788788085831_78",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ここは、本屋さんか。"
        },
        {
          "id": "block_1788788108622_79",
          "type": "narration",
          "text": "気になる本がないか探してみる。"
        },
        {
          "id": "block_1788788122308_80",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "本、いっぱい。"
        },
        {
          "id": "block_1788788133255_81",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "いろんな種類の本があるわね。"
        },
        {
          "id": "block_1788831662044_1",
          "type": "narration",
          "text": "気になった本を手にとってみる。"
        },
        {
          "id": "block_1788831688035_2",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "本当の自分を表現する。ーーー著：ティース・ケベッター所長"
        },
        {
          "id": "block_1788831836898_3",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "本当の自分を表現する...ねぇ....\nていうか誰やねん。ティース・ケベッター所長って..."
        },
        {
          "id": "block_1788831869418_4",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "何を見てるの。"
        },
        {
          "id": "block_1788831901780_5",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "なんか、哲学っぽい内容の本。"
        },
        {
          "id": "block_1788831918809_6",
          "type": "dialogue",
          "speaker": "ロリル",
          "text": "ーーーつまんなそう。"
        },
        {
          "id": "block_1788850384789_1",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "うん。実は俺もよくわからん。"
        },
        {
          "id": "block_1788850405294_2",
          "type": "narration",
          "text": "難しい本はやめにしてもっと面白そうな本を探そう。"
        },
        {
          "id": "block_1788850572395_3",
          "type": "choice",
          "prompt": "どんな本？",
          "options": [
            {
              "id": "opt_1788850572395_4",
              "text": "漢の夢",
              "blocks": [
                {
                  "id": "block_1788879874464_5",
                  "type": "if",
                  "conditions": [
                    {
                      "leftKind": "flag",
                      "leftValue": "echichi",
                      "operator": "=",
                      "rightKind": "bool",
                      "rightValue": "t",
                      "negate": false
                    }
                  ],
                  "combineMode": "AND",
                  "trueBlocks": [
                    {
                      "id": "block_1788879930140_7",
                      "type": "narration",
                      "text": "えちち本はすでに買った。他の本を探そう。"
                    }
                  ],
                  "falseBlocks": [
                    {
                      "id": "block_1788880014833_8",
                      "type": "narration",
                      "text": "どれどれと、さすがにどこかにはあるであろう我らが秘宝を探す。"
                    },
                    {
                      "id": "block_1788880032790_9",
                      "type": "dialogue",
                      "speaker": "田中治郎",
                      "text": "...！こ、これはッ！\nまさか！"
                    },
                    {
                      "id": "block_1788880200373_10",
                      "type": "narration",
                      "text": "やはりあったぞ。でかした俺。ナイスだ俺。"
                    },
                    {
                      "id": "block_1788880204189_11",
                      "type": "narration",
                      "text": "みたところ魔法によって忠実にプリントされた写真集のようなものだ。しかも立体的に見える。"
                    },
                    {
                      "id": "block_1788880220846_12",
                      "type": "narration",
                      "text": "これは捗ると思いつつちらと周りを見て、二人にバレないように店員のところへ持っていく。"
                    },
                    {
                      "id": "block_1788880248704_13",
                      "type": "dialogue",
                      "speaker": "田中治郎",
                      "text": "うへへ、うへうへ、、"
                    },
                    {
                      "id": "block_1788880257268_14",
                      "type": "dialogue",
                      "speaker": "ロリル",
                      "text": "治郎。ツァナにばれたらどうするの。"
                    },
                    {
                      "id": "block_1788880278746_16",
                      "type": "narration",
                      "text": "激震が走った。\nこっそり\"えちち本\"を手に取ったのがロリルに見られていたとは、、、"
                    },
                    {
                      "id": "block_1788880271480_15",
                      "type": "dialogue",
                      "speaker": "田中治郎",
                      "text": "いや、あのだな。\nこれは違くて...\nそうだ！これはだな！デッサンに使おうと思ってだな！"
                    },
                    {
                      "id": "block_1788880294088_17",
                      "type": "narration",
                      "text": "必死に弁解の言葉を探す。"
                    },
                    {
                      "id": "block_1788880304540_18",
                      "type": "narration",
                      "text": "いたいけな少女の眼の前でおっさんがエ◯本抱えて慌てている様子はまさに滑稽であった。"
                    },
                    {
                      "id": "block_1788880313428_19",
                      "type": "dialogue",
                      "speaker": "ロリル",
                      "text": "私は別に気にしない。\n治郎が命じるならべつに私を使ったっていい。"
                    },
                    {
                      "id": "block_1788880349581_20",
                      "type": "narration",
                      "text": "手をもきゅもきゅさせながらそう言うロリル。"
                    },
                    {
                      "id": "block_1788880352616_21",
                      "type": "dialogue",
                      "speaker": "田中治郎",
                      "text": "ま、まて、流石にそんなことしないよ？"
                    },
                    {
                      "id": "block_1788880367302_22",
                      "type": "narration",
                      "text": "一応そこは弁えてるつもりだからな..."
                    },
                    {
                      "id": "block_1788880398445_23",
                      "type": "telop",
                      "text": "その後もう一度周りを確認し、ダッシュで本を購入しに行った。"
                    },
                    {
                      "id": "block_1788880404763_24",
                      "type": "flag",
                      "flagName": "echichi",
                      "mode": "on"
                    }
                  ],
                  "trueJumpBlockId": null,
                  "falseJumpBlockId": null
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            },
            {
              "id": "opt_1788851746084_20",
              "text": "マ◯クラの攻略本",
              "blocks": [
                {
                  "id": "block_1788852049444_21",
                  "type": "narration",
                  "text": "マ◯クラの攻略本がないか探してみよう。"
                },
                {
                  "id": "block_1788852075964_22",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "かの有名な狩◯英孝もマ◯クラの攻略本を遊ぶ前に買ってたからな.....\n俺も買わねば..."
                },
                {
                  "id": "block_1788852173577_25",
                  "type": "narration",
                  "text": "しかしどこにある？\nここは一旦、店員さんに聞いてみよう。"
                },
                {
                  "id": "block_1788852195923_26",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "すみません、マ◯クラの攻略本ってどこにありますか？"
                },
                {
                  "id": "block_1788852217457_27",
                  "type": "dialogue",
                  "speaker": "店員",
                  "text": "...はい？"
                },
                {
                  "id": "block_1788852227520_28",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "すみませんでした。"
                },
                {
                  "id": "block_1788852334033_30",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "さすがに置いていないか..."
                },
                {
                  "id": "block_1788852240628_29",
                  "type": "narration",
                  "text": "俺に聞かれた店員さんはぽかんとした顔で俺を見つめていた。"
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            },
            {
              "id": "opt_1788852349969_31",
              "text": "歴史書",
              "blocks": [
                {
                  "id": "block_1788964445678_1",
                  "type": "narration",
                  "text": "この世界の歴史について調べたいので、歴史書を探すことにした。"
                },
                {
                  "id": "block_1788964465564_2",
                  "type": "telop",
                  "text": "数分後..."
                },
                {
                  "id": "block_1788964471225_3",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "…無いなぁ..."
                },
                {
                  "id": "block_1788964487363_5",
                  "type": "narration",
                  "text": "探しても見つからないので店員さんに聞いてみることにする。"
                },
                {
                  "id": "block_1788964481268_4",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "すみません、歴史書ってありますか？"
                },
                {
                  "id": "block_1788964514357_6",
                  "type": "dialogue",
                  "speaker": "店主",
                  "text": "あー。歴史書ですか。すみません、この店には置いてないんですよねー。"
                },
                {
                  "id": "block_1788966932419_1",
                  "type": "dialogue",
                  "speaker": "店主",
                  "text": "他の店なら置いてるかもです。\nうちの店は全てのジャンルを網羅しているわけではないので、すみません..."
                },
                {
                  "id": "block_1788966977010_2",
                  "type": "dialogue",
                  "speaker": "田中治郎",
                  "text": "わかりました。\nありがとうございます！"
                },
                {
                  "id": "block_1788966991793_3",
                  "type": "narration",
                  "text": "ここにはないようだ...\n仕方ない、他の本を探そう。"
                }
              ],
              "jumpBlockId": null,
              "loops": true,
              "isCorrect": false
            },
            {
              "id": "opt_1789006202525_2",
              "text": "もう一通り見た。",
              "blocks": [],
              "jumpBlockId": "block_1789006383142_9",
              "loops": false,
              "isCorrect": false
            }
          ]
        },
        {
          "id": "block_1789006383142_9",
          "type": "narration",
          "text": "よし、街も散策できたしもう帰ろうか。"
        },
        {
          "id": "block_1789006483699_11",
          "type": "narration",
          "text": "ツァナとロリルがほくほくとした顔で店の前で待っていた。"
        },
        {
          "id": "block_1789006471870_10",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "いい本は見つかった？"
        },
        {
          "id": "block_1789006533937_13",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "そういう君はジョn...\nいい本が見つかったのか。"
        },
        {
          "id": "block_1789006636582_14",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "ええ、宿に戻ったら見るつもりよ。"
        },
        {
          "id": "block_1789006698950_15",
          "type": "narration",
          "text": "なにやら分厚い本を抱えているようだ。\nタイトルは、、、\n「神の造りし神器について」"
        },
        {
          "id": "block_1789006755713_16",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "なんか、難しそうな本を見るとは意外だな..."
        },
        {
          "id": "block_1789006775732_17",
          "type": "dialogue",
          "speaker": "ケツァナ",
          "text": "別にどんな本を見ようと勝手でしょ。"
        },
        {
          "id": "block_1789006798760_18",
          "type": "narration",
          "text": "頬を膨らませて答えるツァナ"
        },
        {
          "id": "block_1789006824712_19",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "そうだ、ロリルはなにか欲しい本あったか？"
        },
        {
          "id": "block_1789006861126_21",
          "type": "narration",
          "text": "その問いかけに対してロリルは首を横にぶんぶんと振った。"
        },
        {
          "id": "block_1789006895886_22",
          "type": "narration",
          "text": "そうだ、忘れてたことが一つあった。\nもう一度店に入り店員さんのところへ向かう。"
        },
        {
          "id": "block_1789006935853_23",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "すみません、店員さん。\nこの街の富豪について聞きたいのですが、なにか知っていることがあれば教えてくれませんか？"
        },
        {
          "id": "block_1789006986987_25",
          "type": "narration",
          "text": "店員さんは驚いたように少し目を見開いた後、口を開いた。"
        },
        {
          "id": "block_1789006982801_24",
          "type": "dialogue",
          "speaker": "店員",
          "text": "もしかして、この街で一番の屋敷に住んでいる「ミタメ」氏のことですか？\n余りかかわらないほうが良いと思いますよ...\nなんでも裏の商人や闇取引をしているって「ウワサ」があるんですよ..."
        },
        {
          "id": "block_1789007215813_27",
          "type": "narration",
          "text": "なるほど、ということは奴隷商とも繋がっている富豪はその「ミタメ」というやつで合っているようだな。"
        },
        {
          "id": "block_1789007210645_26",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "ちなみに、どこに屋敷があるんですか？"
        },
        {
          "id": "block_1789007291547_28",
          "type": "dialogue",
          "speaker": "店員",
          "text": "...え？なぜそんなことを聞くんですか...？"
        },
        {
          "id": "block_1789007320696_29",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "い、いえ、、気になっただけです！"
        },
        {
          "id": "block_1789007339503_30",
          "type": "dialogue",
          "speaker": "店員",
          "text": "、、まあ良いですが、\nこの街の東門を抜ければすぐ見えます。\nかなり大きい屋敷なのですぐ分かると思いますよ。"
        },
        {
          "id": "block_1789007383691_32",
          "type": "narration",
          "text": "店員さんは念を押すように言う。"
        },
        {
          "id": "block_1789007380714_31",
          "type": "dialogue",
          "speaker": "店員",
          "text": "しかし、あの富豪と絡むのはやめたほうが良いです。\nどうなっても知りませんからね。"
        },
        {
          "id": "block_1789007494873_33",
          "type": "dialogue",
          "speaker": "田中治郎",
          "text": "わ、分かりました。\nありがとうございます..."
        },
        {
          "id": "block_1789007509584_34",
          "type": "narration",
          "text": "店員さんにお礼を言って外で待つ二人と合流する。"
        },
        {
          "id": "block_1789007541233_35",
          "type": "telop",
          "text": "宿へ戻り、二人と情報を共有し、今日はもう寝ることにした。"
        },
        {
          "id": "block_1789007580165_36",
          "type": "telop",
          "text": "東門を抜けてすぐ。\n必ず富豪から奴隷を解放する。"
        },
        {
          "id": "block_1789007650371_37",
          "type": "telop",
          "text": "そして、奴隷商を見つける。"
        },
        {
          "id": "block_1789007683457_38",
          "type": "telop",
          "text": "そう誓ったのである。"
        },
        {
          "id": "block_1789007694495_39",
          "type": "telop",
          "text": "第四話:ウホッ！いい日常…"
        },
        {
          "id": "block_1789007724066_40",
          "type": "telop",
          "text": "おわり。"
        },
        {
          "id": "block_1789007736802_41",
          "type": "clearchapter",
          "resetProgress": true
        }
      ],
      "startTriggerTavernKey": "facility_facility_1788351639721_33",
      "requiredDays": 12,
      "requiredFlag": null,
      "requiredProgress": 50,
      "objectiveText": "進行度を50にし、12日生き延び、ランクをDにしてセドレイの酒場の店主に話しかけよう！",
      "requiredChapterId": "custom_1788530652975_1",
      "requiredRank": "D",
      "enabled": false,
      "synopsis": "セドレイの街で酒場を訪れた治郎たちは、元近衛騎士隊長のコリスギウスと出会う。彼は40歳を過ぎてもDTであることを理由に自暴自棄となり、騎士隊長を辞めていた。治郎と意気投合した翌日、三人は街を散策し、本屋でいろんな本を見て回る。その後、奴隷売買に関わる富豪の情報を得て、奴隷を解放し奴隷商を探すことを決意する。"
    },
    {
      "id": "custom_1788854370721_3",
      "title": "第五話:紅の愚豚",
      "cleared": false,
      "builtin": false,
      "requiredChapterNumber": 6,
      "blocks": [],
      "enabled": false,
      "requiredChapterId": "custom_1788780588914_1",
      "requiredRank": null,
      "requiredProgress": null,
      "requiredDays": null,
      "requiredFlag": null
    }
  ],
  "characters": [
    {
      "id": "ビャンビャン",
      "name": "𰻞𰻞",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "ホブゴブリン",
      "name": "ホブゴブリン",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "囚われの女性",
      "name": "囚われの女性",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "囚われの女性たち",
      "name": "囚われの女性たち",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "女性冒険者",
      "name": "女性冒険者",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "屈強な男",
      "name": "屈強な男",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "店主",
      "name": "店主",
      "note": "",
      "builtin": true,
      "kind": "main"
    },
    {
      "id": "田中治郎",
      "name": "田中治郎",
      "note": "",
      "builtin": true,
      "kind": "main"
    },
    {
      "id": "神様？",
      "name": "神様？",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "竜殺し",
      "name": "竜殺し",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "青椒",
      "name": "青椒",
      "note": "",
      "builtin": true,
      "kind": "chapter"
    },
    {
      "id": "char_1786945105915_7",
      "name": "ケツァナ",
      "note": "",
      "kind": "main"
    },
    {
      "id": "char_1788359715313_13",
      "name": "宿のおじいさん",
      "note": "",
      "kind": "chapter"
    },
    {
      "id": "char_1788361653453_54",
      "name": "ロリル",
      "note": "奴隷の少女",
      "kind": "main"
    },
    {
      "id": "char_1788786836519_45",
      "name": "コリスギウス",
      "note": "",
      "kind": "main"
    }
  ],
  "flagDefs": [
    {
      "name": "echichi",
      "description": ""
    }
  ],
  "deletedBuiltinIds": {
    "chapters": [],
    "characters": [
      "ゴブリン",
      "サキュバス",
      "ハーピー",
      "治郎（男）",
      "宿の主人",
      "買取屋の主人",
      "錆取り屋の主人",
      "鑑定士"
    ]
  }
};